Repository: MagiCircles/CinderellaProducers
Catalog: cpro/locale/*/LC_MESSAGES/django.po
Languages: th, uk

source: You
th: คุณ
uk: Гість

source: Account
th: บัญชีผู้ใช้
uk: Акаунт

source: Leaderboard
th: อันดับผู้เล่น
uk: Список лідерів

source: Create your account to join the community and be in the leaderboard!
th: สร้างบัญชีผู้ใช้ของคุณเพื่อเข้าร่วมชุมชนและอยู่บนกระดานผู้นำเลย!
uk: Створіть свій обліковий запис, щоб приєднатися до спільноти і бути в списку лідерів!

source: Profile
th: โปร์ไฟล์ของคุณ
uk: Профіль

source: Players
th: ผู้เล่น
uk: Гравці

source: Activity
th: กิจกรรม
uk: Активність

source: Activities
th: กิจกรรม
uk: Діяльність

source: Share your adventures!
th: แบ่งปันการผจญภัยของคุณ!
uk: Поділіться своїми досягненнями!

source: Notification
th: แจ้งเตือน
uk: Сповіщення

source: Notifications
th: แจ้งเตือน
uk: Сповіщувати

source: Login
th: เข้าสู่ระบบ
uk: Вхід

source: Sign Up
th: สมัคร
uk: Зареєструватися

source: Settings
th: ตั้งค่า
uk: Налаштування

source: Logout
th: ออกจากระบบ
uk: Вийти

source: About
th: เกี่ยวกับ
uk: Про нас

source: Donate
th: บริจาค
uk: Пожертвувати

source: Map
th: แผนที่
uk: Карта

source: Help
th: ช่วยเหลือ
uk: Допомога

source: Color
th: สี
uk: Колір

source: All your favorites must be unique
th: ตัวละครที่คุณชอบต้องไม่ซ้ำกัน
uk: Всі ваші фаворити повинні бути унікальними

source: Old Password
th: รหัสผ่านเก่า
uk: Поточний пароль

source: New Password
th: รหัสผ่านใหม่
uk: Новий пароль

source: New Password Again
th: รหัสผ่านใหม่อีกรอบ
uk: Новий пароль ще раз

source: Player
th: ผู้เล่น
uk: Гравець

source: Super Player
th: ผู้เล่นขั้นซุปเปอร์
uk: Супер гравець

source: Extreme Player
th: ผู้เล่นขั้นสุด
uk: Екстримальний гравець

source: Master Player
th: ผู้เล่นขั้นมาสเตอร์
uk: Майстерний гравець

source: Ultimate Player
th: ผู้เล่นขั้นเทพ
uk: Кращий гравець

source: Never
th: ไม่เคย
uk: Ніколи

source: Sometimes
th: บางครั้ง
uk: Іноді

source: Often
th: บ่อย
uk: Часто

source: Every single day
th: ทุกวัน
uk: Кожен день

source: {} liked your activity: {}.
th: {} ชอบกิจกรรมของคุณ: {}
uk: {} сподобалася ваша активність: {}.

source: {} just followed you.
th: {} เพิ่งติดตามคุณ
uk: {} підписався на тебе

source: When someone likes your activity.
th: เมื่อมีคนชอบกิจกรรมของคุณ
uk: Коли хтось уподобав твою активність

source: When someone follows you.
th: เมื่อมีคนติดตามคุณ
uk: Коли хтось слідкує за вами

source: Description
th: อธิบาย
uk: Опис

source: 1st
th: ลำดับ 1
uk: Перший

source: 2nd
th: ลำดับ 2
uk: Другий

source: 3rd
th: ลำดับ 3
uk: Третій

source: Birthdate
th: วันเกิด
uk: День народження

source: Location
th: ตำแหน่ง
uk: Розташування

source: The city you live in.
th: เมืองที่คุณอาศัยอยู่
uk: Місто, в якому ти живеш.

source: It might take up to 24 hours to update your location on the map.
th: อาจใช้เวลาถึง 24 ชั่วโมงในการอัพเดทตำแหน่งของคุณบนแผนที่
uk: Це може тривати до 24 годин для оновлення вашого місцеположення на карті.

source: Platform
th: แพลตฟอร์ม
uk: Платформа

source: Write your username only, no URL.
th: เขียนชื่อผู้ใช้เท่านั้น ไม่ต้องมี URL
uk: Напишіть тільки ваше ім'я користувача, не посилання.

source: How often do you tweet/stream/post about {}?
th: คุณทวีต/สตรีม/โพสต์เกี่ยวกับ {} มากเท่าไหร่?
uk: Як часто ви твітите / стрімете / пишите про {}?

source: Help us translate the site
th: ช่วยพวกเราแปลเว็บนี้
uk: Допоможіть нам перекласти сайт

source: No result.
th: ไม่มีผลลัพธ์
uk: Ніякого результату.

source: This will help us cover the costs of the servers and allow us to keep it running for free and without ads.
th: นี่จะช่วยพวกเราจ่ายค่าเซิร์ฟเวอร์ และให้พวกเราพัฒนาต่อโดยไม่มีโฆษณา
uk: Це допоможе нам покрити витрати на сервери і дозволить нам зберегти безкотовну роботу без реклами.

source: Apply changes
th: ยืนยันการเปลี่ยนแปลง
uk: Застосувати зміни

source: Nice to meet you, we are Deby and Engil!
th: ยินดีที่ได้รู้จัก เราชื่อเดบี้กับเอนกิว!
uk: Приємно познайомитися, ми Deby і Engil!

source: We are two developers and casual players. We live in San Francisco, California. We come from the same computer science university and both work as software engineers in the same company we founded:
th: พวกเราเป็นผู้พัฒนาและผู้เล่นเกมเรื่อยๆ พวกเราอาศัยอยู่ในซานฟรานซิสโก แคลิฟอร์เนีย พวกเราทั้งคู่มาจากมหาลัยวิทยาศาสตร์คอมพิวเตอร์ที่เดียวกันและทำงานเป็นวิศวกรรมซอฟต์แวร์ในบริษัทเดียวกันที่เราตั้งขึ้นมา
uk: Ми два розробники і звичайні гравці. Живемо в Сан-Франциско, штат Каліфорнія. Ми прийшли з того ж університету інформатики і обидва працюємо розробниками програмного забезпечення в одній і тій же компанії, створили:

source: Though we love our job, we don't pay ourselves and don't have any income, so any donation helps a lot and is greatly appreciated.
th: แม้ว่าเราจะรักงานของเรา แต่ว่าเราไม่มีรายได้ ฉะนั้นเงินบริจาคทั้งหมดช่วยเราได้เยอะมากและพวกเราขอบคุณมากๆครับ/ค่ะ
uk: Хоча ми любимо свою роботу, ми не оплачуємо самі і не маємо ніякого доходу, тому будь-яке пожертвування дуже допомагає і дуже цінується.

source: The heartwarming support from the community keeps motivating us to do more! We love helping the community by providing as much information as we can about the game, while keeping the website easy to use, shiny and cute ^_^
th: กำลังใจที่สนับสนุนเราจากชุมชนช่วยให้เรามีกำลังใจในการทำมันต่อ! เราชอบช่วยเหลือชุมชนของเราโดยการบริการข้อมูลมากที่สุดเท่าที่เราจะทำได้เกี่ยวกับเกม และทำให้เว็ปไซต์ใช้งานง่าย โดดเด่นและน่ารักครับ/ค่ะ ^_^
uk: Дружня підтримка з боку співтовариства продовжує мотивувати нас робити більше! Ми любимо допомагати спільноті, надаючи якомога більше інформації, яку ми можемо дати про гру, зберігаючи при цьому веб-сайт простим у використанні, блискучим і милим ^_^

source: We don't know how far we will go with this, but one thing we know for sure is that we are having a lot of fun doing it and sharing this adventure with you.
th: เราไม่รู้ว่าเราจะพาสิ่งนี้ไปได้ไกลเท่าไหร่ แต่มีสิ่งหนึ่งที่พวกเรารู้คือเราสนุกที่จะทำมันและแบ่งปันการผจญภัยนี้กับคุณ
uk: Ми не знаємо, як далеко ми будемо йти з цим, але одна річ, яку ми знаємо напевно, що у нас є багато задоволення робити це і ділитися цією пригодою з вами.

source: Load more...
th: โหลดเพิ่ม...
uk: Завантажити ще...

source: Write Comment
th: เขียนความคิดเห็น
uk: Написати коментар

source: Comments
th: ความคิดเห็น
uk: Коментарі

source: Edit
th: แก้ไข
uk: Редагувати

source: Unfollow
th: เลิกติดตาม
uk: Перестати стежити

source: Follow
th: ติดตาม
uk: Стежити

source: Followers
th: ผู้ติดตาม
uk: Читають

source: Following
th: กำลังติดตาม
uk: Послідовники

source: Contact us
th: ติดต่อเรา
uk: Зв'яжіться з нами

source: Franchise credits
th: ที่มาแฟรนไชส์
uk: Кредіти франшизи

source: Staff members
th: สมาชิกทีมงาน
uk: Штатні співробітники

source: Staff
th: ทีมงาน
uk: Персонал

source: Check out our other websites
th: ดูเว็ปไซต์อื่นๆ ของพวกเรา
uk: Перегляньте інші наші сайти

source: Contribute
th: ผู้สนับสนุน
uk: Внести свій внесок

source: Dev
th: ผู้พัฒนา
uk: Розробник

source: Our project is open-source and open for contributions. We are more than happy to accept pull-requests on GitHub!
th: โปรเจคของพวกเราเป็นโปรเจคโอเพ่นซอร์สและเปิดให้สนับสนุนได้ เรายินดีเป็นอย่างมากที่จะตอบรับคำขอเข้าร่วมบน GitHub!
uk: Наш проект є відкритим і відкритим для внесків. Ми з радістю приймаємо пул-запити на GitHub!

source: The website has been made using
th: เว็ปไซต์นี้ถูกสร้างด้วย
uk: Сайт виконаний з використанням

source: so in Python 2. We also use
th: Python 2 เราใช้โปรแกรมนี้
uk: тому в Python 2. Ми також використовуємо

source: for the front-end of the website.
th: สำหรับส่วนหน้าและเบื้องหลังของเว็ปไซต์เช่นกัน
uk: для верстки веб-сайту.

source: We accept all kind of contributions, from tools to help players, statistics pages, mini-games, or even little CSS changes. Don't be shy! If you need help getting started, just contact us and we will happily take the time to teach you the basics, no matter your level.
th: พวกเรารับการสนับสนุนทุกอย่าง ตั้งแต่เครื่องมือเพื่อช่วยผู้เล่น, หน้าสถิติ, มินิเกม, หรือแม้แต่การเปลี่ยนแปลง CSS เล็กน้อย อย่าอาย! ถ้าคุณต้องการความช่วยเหลือในการเริ่มต้น เพียงแค่ติดต่อเราและเรายินดีที่จะสละเวลาสอนพื้นฐานให้คุณไม่ว่าคุณจะอยู่ระดับไหน
uk: Ми приймаємо всі види внесків, від інструментів, щоб допомогти гравцям, сторінки статистики, міні-ігри, або навіть невеликі зміни CSS. Не соромтеся! Якщо вам потрібна допомога, щоб почати, просто зв'яжіться з нами і ми будемо раді взяти час, щоб навчити вас основам, незалежно від вашого рівня.

source: Get Started
th: มาเริ่มกัน
uk: Почати

source: If you're a developer and you would like to get the data of the game in a convenient format, we provide a public REST API to get the game data, our users datacards, and more!
th: ถ้าคุณเป็นผู้พัฒนาและคุณต้องการข้อมูลของเกมในรูปแบบง่ายๆ เรามีบริการ API ทั้งหมดเป็นสาธารณะเพื่อนำ ข้อมูลเกม ข้อมูลการ์ดของผู้ใช้ และอื่นๆ!
uk: Якщо ви розробник, і ви хотіли б отримати дані гри в зручному форматі, ми пропонуємо REST API громадськості, щоб отримати дані гри, наші користувачі datacards, і багато іншого!

source: Donators
th: ผู้บริจาค
uk: Спонсори

source: Wiki
th: วิกิ
uk: Вікі

source: Forgot password?
th: ลืมรหัส?
uk: Забули пароль?

source: Change your password
th: เปลี่ยนรหัสผ่าน
uk: Змінити пароль

source: Emails
th: อีเมล
uk: Електронні листи

source: Links
th: ลิงค์
uk: Зв'язок

source: Avatar
th: สัญลักษณ์
uk: Аватар

source: To change your avatar, use Gravatar with the same email address.
th: ถ้าต้องการเปลี่ยนสัญลักษณ์ ใช้ Gravatar ด้วยที่อยู่อีเมลเดิม
uk: Для того, щоб змінити свій аватар, використовуйте Gravatar з тією ж адресою електронної пошти.

source: F.A.Q.
th: คำถามที่พบบ่อย
uk: Часті запитання

source: Change Avatar
th: เปลี่ยนรูปโปรไฟล์
uk: Змінити Аватар

source: Accounts
th: บัญชี
uk: Акаунти

source: 1 {object} matches your search:
th: 1 {object} ตรงกับการค้นหาของคุณ :
uk: 1 {object} відповідає пошуку:

source: {total} {objects} match your search:
th: {total} {objects} ตรงกับการค้นหาของคุณ
uk: {total} {objects} відповідають твоєму запиту:

source: Become a contributor to help us fill the database
th: มาเป็นผู้สนับสนุนเพื่อช่วยเราเติมฐานข้อมูล
uk: Допоможіть нам наповнити базу даних

source: You can't cancel this action afterwards.
th: คุณไม่สามารถยกเลิกได้หลังจากการยืนยัน
uk: Ви не зможете скасувати цю дію згодом.

source: Link
th: ลิงค์
uk: Посилання

source: Confirm
th: ยืนยัน
uk: Підтвердити

source: Tags
th: แท็ก
uk: Теги

source: Language
th: ภาษา
uk: Мова

source: Message
th: ข้อความ
uk: Повідомлення

source: Image
th: รูปภาพ
uk: Зображення

source: Liked
th: ถูกใจแล้ว
uk: Сподобалось

source: Like
th: ถูกใจ
uk: Подобається

source: Images
th: รูปภาพ
uk: Зображення

source: Staff Message:
th: ข้อความจากทีมงาน:
uk: Повідомлення персоналу

source: Moderated by:
th: ดูแลโดย:
uk: Ведучий:

source: Report
th: รายงาน
uk: Звіт

source: This {thing} you reported has been reviewed by a moderator and {verb}. Thank you so much for your help!
th: {thing} ที่คุณรายงานเข้ามาได้รับการตรวจสอบโดยผู้ดูแลและ {verb} ขอบคุณสำหรับการช่วยเหลือจากคุณ!
uk: Цей {thing}, про який ти повідомив, був розглянутий модератором та {verb}. Дякуємо за вашу допомогу!

source: edited
th: แก้ไขแล้ว
uk: відредагований

source: Thank you for reporting this {thing}
th: ขอบคุณที่รายงานเรื่อง {thing}
uk: Дякуємо за повідомлення про {thing}

source: Your {thing} has been reported, and a moderator confirmed it should be {verb}.
th: {thing} ได้ถูกรายงานแล้ว และผู้ดูแลยืนยันว่าจะ {verb}
uk: Твоя {thing} була відправлена і модератор розгляне її, та {verb}.

source: Your {thing} has been {verb}
th: {thing} ของคุณถูก {verb}
uk: Твоя {thing} знаходиться {verb}

source: deleted
th: ลบแล้ว
uk: видалений

source: Hi
th: สวัสดี
uk: Привіт

source: The {game} Database & Community
th: ฐานข้อมูลและชุมชนของ {game}
uk: {game} база даних і спільнота

source: {site} is not a representative and is not associated with {game}. Its logos and images are Trademarks of {company}.
th: {site} ไม่ได้เป็นตัวแทนและไม่ได้เกี่ยวข้องกับเกม {game} โลโก้และรูปภาพเป็นเครื่องหมายการค้าของ {company}
uk: {site} не є представником і не пов'язаний з {game}. Його логотипи і зображення є товарними знаками {company}.

source: the company that owns {game}
th: บริษัทที่เป็นเจ้าของ {game}
uk: компанія, яка володіє {game}

source: Make sure the {thing} you're about to add doesn't already exist.
th: ตรวจให้เรียบร้อยว่า {thing} ที่คุณจะเพิ่มเข้าไปไม่ได้มีอยู่แล้ว
uk: Переконайтеся, що {thing}, який ви збираєтеся додати, ще не існує.

source: Hit Points
th: พลังชีวิต
uk: Хіт-Поїнти

source: Attack
th: โจมตี
uk: Атака

source: Defense
th: ป้องกัน
uk: Захист

source: Max CP
th: CP สูงสุด
uk: Максимальний досвід

source: Catch Rate
th: โอกาสการจับได้
uk: Відсоток отримання

source: Flee Rate
th: โอกาสหนี
uk: Відсоток втечі

source: Pokédex
th: โปเกเด็กซ์
uk: Покедекс

source: Medals
th: รางวัล
uk: Медалі

source: Starter
th: ตัวเริ่มต้น
uk: Стартер

source: This date cannot be in the future.
th: วันที่นี้ไม่สามารถเป็นอนาคตได้
uk: Ця дата не може бути в майбутньому.

source: Level
th: เลเวล
uk: Рівень

source: Start Date
th: วันที่เริ่มต้น
uk: Дата початку

source: Join Date
th: วันที่เข้าร่วม
uk: Дата приєднання

source: Alphabetical
th: ตามลำดับอักษร
uk: За алфавітом

source: Available
th: ยังมีอยู่
uk: Доступний

source: Pokémon number
th: หมายเลขของโปเกม่อน
uk: Номер Покемону

source: Pokémon name
th: ชื่อของโปเกม่อน
uk: Ім'я Покемону

source: Candies needed to evolve
th: ลูกกวาดที่ใช้ในการพัฒนา
uk: Цукерки необхідно розвивати

source: Egg Distance
th: ระยะทางฟักไข่
uk: Дистанція кроку

source: Types
th: ชนิด
uk: Типи

source: Instinct
th: สัญชาตญาณ
uk: Інстинкт

source: Mystic
th: ลึกลับ
uk: Містика

source: Valor
th: ความคุ้มค่า
uk: Значення

source: Pokémon Trainer
th: โปเกม่อนเทรนเนอร์
uk: Тренер Покемонів

source: Super Pokémon Trainer
th: โปเกม่อนเทรนเนอร์ระดับสูง
uk: Супер Тренер Покемонів

source: Expert Pokémon Trainer
th: โปเกม่อนเทรนเนอร์ระดับเชี่ยวชาญ
uk: Експерт з тренінгу поекмонів

source: Pokémon Master
th: โปเกม่อนมาสเตอร์
uk: Покемон Майстер

source: Ultimate Pokémon Master
th: โปเกม่อนมาสเตอร์ระดับสุด
uk: Максимальний Покемон Майстер

source: Fairy
th: แฟรี่
uk: Фея

source: Steel
th: เหล็ก
uk: Сталь

source: Dark
th: มืด
uk: Темрява

source: Dragon
th: มังกร
uk: Дракон

source: Ghost
th: ผี
uk: Привид

source: Rock
th: หิน
uk: Рок

source: Bug
th: แมลง
uk: Жук

source: Psychic
th: พลังจิต
uk: Психічний

source: Flying
th: บิน
uk: Літаючий

source: Ground
th: ดิน
uk: Земля

source: Poison
th: พิษ
uk: Отрута

source: Fighting
th: ต่อสู้
uk: Боротьба

source: Ice
th: น้ำแข็ง
uk: Лід

source: Grass
th: พืช
uk: Трава

source: Electric
th: ไฟฟ้า
uk: Електричний

source: Water
th: น้ำ
uk: Вода

source: Fire
th: ไฟ
uk: Вогонь

source: Normal
th: ทั่วไป
uk: Нормальний

source: Nickname
th: ชื่อเล่น
uk: Нік

source: Team
th: ทีม
uk: Команда

source: When you started playing with this account.
th: คุณเริ่มเล่นบัญชีนี้เมื่อไหร่
uk: Коли ви почали грати з цим обліковим записом.

source: Bought Pokécoins
th: ซื้อโปเกคอยน์
uk: Придбані Pokécoins

source: CP
uk: Досвід

source: HP
uk: Життя

source: Weight
th: น้ำหนัก
uk: Вага

source: Height
th: ส่วนสูง
uk: Висота

source: Special Attack
th: โจมตีพิเศษ
uk: Спеціальні Атаки

source: Candies
th: ลูกกวาด
uk: Цукерки

source: Seen
th: เห็นแล้ว
uk: Бачили

source: Caught
th: จับได้
uk: Спійманий

source: Pokémon Go is a free-to-play, location-based augmented reality game developed and published by Niantic for iOS and Android devices.
th: Pokémon Go เป็นเกมฟรี การให้ตำแหน่ง การเพิ่มความสมจริงพัฒนาและเผยแพร่โดย Niantic สำหรับอุปกรณ์ iOS และ Android
uk: Pokémon Go це безкоштовна гра, заснована на визначенні місця розташування доповненої реальності, розроблена і видана Niantic для iOS і Android.

source: {nth} Favorite Pokémon
th: {nth} โปเกม่อนที่ชื่นชอบ
uk: {nth} улюблений Pokémon

source: Attacks
th: โจมตี
uk: Атакувати

source: Coming soon
th: เร็วๆ นี้
uk: Скоро

source: Simple
th: ทั่วไป
uk: Простий

source: Advanced
th: ขั้นสูง
uk: Обізнаний

source: Open Pokémon GO, tap the pokéball at the bottom and tap Pokédex
th: เปิด Pokémon GO กดที่โปเกบอลด้านล่างและกด Pokedex
uk: Відкрити Pokémon GO, натисніть Pokéball в нижній частині і натисніть Pokédex

source: Check out your own profile
th: ตรวจสอบโปรไฟล์ของคุณ
uk: Перевірте свій профіль

source: Customize it
th: กำหนดเอง
uk: Налаштувати його

source: Share it on:
th: แชร์ไปยัง:
uk: Поділитися цим у:

source: More info
th: เพิ่มเติม
uk: Детальніше

source: Your Collection
th: การสะสมของคุณ
uk: Твоя колекція

source: Evolutions
th: การวิวัฒนาการ
uk: Еволюції

source: Permalink
th: ลิงค์ถาวร
uk: Постійне посилання

source: Click to add %(pokemon)s to your collection
th: กดเพื่อเพิ่ม %(pokemon)s ไปยังคอลเลคชั่นของคุณ
uk: Натисніть, щоб додати %(pokemon)s в свою колекцію

source: Change to icons
th: เปลี่ยนเป็นแบบไอคอน
uk: Зміна до іконок

source: Change to list
th: เปลี่ยนเป็นแบบลำดับ
uk: Зміна в список

source: You have {} of them in you collection. Delete them before changing this.
th: คุณมี {} ตัวอยู่ในคอลเลคชั่นของคุณ กรุณาลบออกก่อนทีจะเปลี่ยนสิ่งนี้
uk: Ви маєте {} в своїй колекції. Видаліть це задля подальшого вибору

source: View activities in your language only?
th: จะดูกิจกรรมในภาษาของคุณเท่านั้นหรือไม่ ?
uk: Дивитись активність лише на твоїй мові?

source: Check out {username}'s activity on {site}: {activity}
th: ตรวจสอบกิจกรรมของ {username} ที่ {site}: {activity}
uk: Перевірь {username} активність на {site}: {activity}

source: Join the community!
th: เข้าร่วมชุมชน!
uk: Приєднуйтесь до спільноти!

source: {site} provides an extended database of information about the game {game} and allows you to keep track of your progress in the game. You can create and customize your very own profile to share your progress and your collection to all your friends. You can also meet other players like you with the social network: read what the others are doing and share your adventures with the community. Comment, like and follow the other players to grow your network. Find players near you with the global map of all the players. And much more!
th: {site} ให้ข้อมูลที่เจาะลึกลงไปเกี่ยวกับเกม {game} และให้คุณติดตามความคืบหน้าในเกมของคุณ คุณสามารถสร้างและปรับแต่งโปรไฟล์เป็นของตัวเองเพื่อแชร์ความคืบหน้าและแชร์คอลเลกชันให้เพื่อนของคุณ คุณก็สามารถพบเจอกับผู้เล่นคนอื่นที่ชื่นชอบเหมือนคุณด้วย: ดูว่าผู้อื่นกำลังทำอะไรและแชร์การผจญภัยของคุณให้กับชุมชนผู้เล่น แสคงความคิดเห็น ไลค์ และติดตามผู้เล่นคนอื่นเพื่อขยายเคลือข่ายของคุณ หาผู้เล่นใกล้คุณด้วยแผนที่ผู้เล่นทั่วโลก และยังมีอีกมากมาย!
uk: {site} надає розширену базу даних інформації про гру {game} і дозволяє відстежувати ваші успіхи в грі. Ви можете створити і налаштувати свій власний профіль, щоб поділитися своїм прогресом і колекцією з усіма вашими друзями. Ви також можете зустрітися з іншими гравцями, як в соціальній мережеі: читати те, що інші роблять, і ділитися своїми пригодами з спільнотою. Коментувати і стежити за іншими гравцями, щоб виростити свою мережу. Знайти гравців поряд з вами з глобальною картою всіх гравців. І багато іншого!

source: Start following players to see their activities!
th: ติดตามผู้เล่นเพื่อตรวจสอบกิจกรรม
uk: Почни слідувати за гравцями, щоб побачити їх активність

source: is crowdfunded by %(total_donators)s %(adjective)s donators
th: ได้รับการระดมทุนจากผู้บริจาค %(total_donators)s %(adjective)s
uk: фінансується %(total_donators)s %(adjective)s спонсорами

source: About {thing}
th: เกี่ยวกับ {thing}
uk: Про {thing}

source: All
th: ทั้งหมด
uk: Всі

source: Check out {username}'s awesome collection!
th: ดูการสะสมโปเกม่อนของ {username}
uk: Подивись чудову колекцію {username}!

source: Global
th: ทั่วโลก
uk: Глобальний

source: Check out my awesome collection of Pokémon!
th: ดูโปเกม่อนของฉันที่สะสมไว้
uk: Подивись на мою чудову колекцію Покемонів!

source: Pokémon in your collection
th: การสะสมโปเกม่อนของคุณ
uk: Покемон у вашій колекції

source: Pokémon you've seen
th: โปเกม่อนที่เคยพบ
uk: Покемон которого бачиш

source: Special
th: พิเศษ
uk: Спеціальні

source: Damage
th: การโจมตี
uk: Пошкодження

source: Energy Increase
th: พลังเพิ่มขึ้น
uk: Підвищення енергії

source: Critical Hit Chance
th: โอกาสการโจมตีคริติคอล
uk: Шанс критичного враження

source: Duration
th: ความทน
uk: Тривалість

source: Energy Requirement
th: พลังงานที่ต้องการ
uk: Енергії вимогається

source: after evolution
th: หลังวิวัฒนาการ
uk: Після еволюція

source: Stardust
th: สตาร์ดัส
uk: Космічний пил

source: Lucky Eggs
th: ไข่แห่งความโชคดี
uk: Удачиливі ноги

source: Incenses
th: ทำให้โกรธ
uk: Розгнівати

source: Lure Modules
th: การล่อโปเกม่อน
uk: Модулі приманки

source: The Pokémon GO Sharing Community
th: คอมมูนิตี้ Pokémon GO
uk: Pokémon GO Діляча Спільнота

source: Share your Pokédex!
th: แชร์โปเกเด็กซ์ของคุณ!
uk: Поділитися власним Покедексом

source: Evolve
th: วิวัฒนาการ
uk: Еволюціонувати

source: Go through the list of Pokémon below and click on the ones you have to add them in your Stardust Run collection
th: ดูผ่านรายการโปเกมอนข้างล่างและกดตัวที่คุณมีเพื่อเพิ่มโปเกมอนนั้นไปที่ Stardust Run collection
uk: Перейди у список Покемонів нижче та тицні на тих, що хочеш додати до своєї колекції

source: What next?
th: ต่อไป?
uk: Що наступне?

source: Click on the Pokémon that are the most important to you and edit their CP and nicknames
th: กดที่โปเกมอนที่สำคัญที่สุดสำหรับคุณและตั้งค่า CP กับชื่อเล่นของพวกเขา
uk: Тицні на Покемона, який є для тебе найважливішим та зміни його CP та призвисько

source: Let's go!
th: ไปกันเถอะ!
uk: Вирушаймо

source: Go further
th: ไปให้ไกลขึ้น
uk: Вперед

source: Discover everything you can do on Stardust Run
th: ค้นพบสิ่งที่คุณสามารถทำได้บน Stardust Run
uk: Досліджуй все що ти можеш зробити на Stardust Run

source: All Pokémon with this attack
th: โปเกมอนกับการโจมตีทั้งหมด
uk: Всі покемони з цією атакою

source: All Attacks
th: การโจมตีทั้งหมด
uk: Всі атаки

source: seconds
th: วินาที
uk: секунди

source: Creation
th: การสร้าง
uk: Створення

source: Most popular
th: นิยมมากที่สุด
uk: Найбільш популярні

source: All time
th: เวลาทั้งหมด
uk: Протягом всього часу

source: This week
th: สัปดาห์นี้
uk: Цього тижня

source: Ordering
th: เรียงจาก
uk: Розміщення

source: View all
th: ดูทั้งหมด
uk: Дивитися всі

source: {age} years old
th: {age} ปี
uk: {age} років

source: Check out my collection of cards!
th: ตรวจสอบการ์ดของฉันที่สะสมไว้!
uk: Подивись на мою колекцію карток!

source: The game didn't even exist at that time.
th: ในตอนนั้นยังไม่มีตัวเกมเลย
uk: Гра не існує у цей час

source: Type
th: สาย
uk: Тип

source: Center
th: เซ็นเตอร์
uk: Центр

source: Rarity
th: ความหายาก
uk: Рідкість

source: Favorite Idol
th: ไอดอลที่ชื่นชอบ
uk: Фаворитний Ідол

source: Producer Rank
th: อันดับโปรดิวเซอร์
uk: Рівень продюсера

source: Reverse Order
th: เรียงกลับกัน
uk: Зворотний порядок

source: Accept friend requests
th: ยอมรับคำขอเป็นเพื่อน
uk: Прийняти запит у друзі

source: Name
th: ชื่อ
uk: Ім'я

source: Age
th: อายุ
uk: Вік

source: Birthday
th: วันเกิด
uk: День народження

source: Bust
th: อก
uk: Бюст

source: Waist
th: เอว
uk: Талія

source: Hips
th: สะโพก
uk: Стегна

source: Beginning
th: เริ่ม
uk: Початок

source: End
th: จบ
uk: Кінець

source: T{} points
th: T{} คะแนน
uk: Т{} очки

source: T{} rank
th: ลำดับ T{}
uk: Т{} ранг

source: Event
th: กิจกรรม
uk: Івент

source: Limited
th: ถูกจำกัด
uk: Обмежений

source: Awakened
th: ถูกปลุก
uk: Пробудженний

source: Art
th: ภาพวาด
uk: Арт

source: Release Date
th: วันที่ปล่อย
uk: Дата релізу

source: Vocal
uk: Голос

source: Dance
uk: Танець

source: Visual
uk: Оглядовий

source: Skill
th: สกิล
uk: Навичка

source: Skilled Producer
th: โปรดิวเซอร์มีทักษะ
uk: Наставник з навичек

source: Right
th: ขวา
uk: Справа

source: Left
th: ซ้าย
uk: Зліва

source: Both
th: ทั้งคู่
uk: Обидві

source: Leo
th: สิงห์
uk: Лев

source: Aries
th: เมษ
uk: Овен

source: Libra
th: ตุลย์
uk: Терези

source: Virgo
th: กันย์
uk: Діва

source: Scorpio
th: พิจิก
uk: Скорпіон

source: Capricorn
th: มังกร
uk: Козеріг

source: Pisces
th: มีน
uk: Риби

source: Gemini
th: เมถุน
uk: Близнюки
