Repository: MagiCircles/CinderellaProducers
Catalog: cpro/locale/*/LC_MESSAGES/django.po
Languages: th, uk

source: Cancer
th: กรกฏ
uk: Рак

source: Sagittarius
th: ธนู
uk: Стрілець

source: Aquarius
th: กุมภ์
uk: Водолій

source: Taurus
th: พฤษภ
uk: Телець

source: Token
th: โทเคน
uk: Жетон

source: Coop
uk: Кооп

source: Caravan
th: คาราวาน
uk: Караван

source: Rare
th: หายาก
uk: Рідкісний

source: Super rare
th: หายากมาก
uk: Супер рідкісний

source: Super super rare
th: หายากมาก
uk: Супер супер рідкісний

source: Lesser Perfect Lock
th: ล็อก PERFECT น้อย
uk: Менший Perfect Lock

source: Greater Perfect Lock
th: ล็อก PERFECT ปานกลาง
uk: Гарний Perfect Lock

source: Extreme Perfect Lock
th: ล็อก PERFECT มาก
uk: Найкращій Perfect Lock

source: Healer
th: นักฟื้นฟู
uk: Хілер

source: Combo Bonus
th: โบนัสคอมโบ
uk: Комбо бонус

source: Perfect Score Bonus
th: โบนัสคะแนน PERFECT
uk: Perfect очковий бонус

source: Overload
uk: Перевантаження

source: Score Boost
th: เพิ่มคะแนน
uk: Прискорення очок

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Great notes into Perfect notes in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต GREAT กลายเป็น PERFECT ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд {trigger_chance}% шанс перетворити усі Great ноти у Perfect ноти, на наступні {skill_duration} секунд

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Nice and Great notes into Perfect notes in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต NICE และ GREAT กลายเป็น PERFECT ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд {trigger_chance}% шанс перетворити усі Nice і Great ноти у Perfect ноти, на наступні {skill_duration} секунд

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Bad, Nice and Great notes into Perfect notes in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต BAD, NICE และ GREAT กลายเป็น PERFECT ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд {trigger_chance}% шанс перетворити усі Nice, Great і Bad ноти у Perfect ноти, на наступні {skill_duration} секунд

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Nice notes will not break the combo in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต NICE จะไม่ทำให้เสียคอมโบ ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Nice ноти не будуть збивати комбо наступні {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will restore {skill_value} life in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต PERFECT จะฟื้นฟู {skill_value} พลังชีวิต ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Perfect ноти будуть відновлювати {skill_value} життя наступні {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will not lose health in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะไม่เสียพลังชีวิต ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що ти не будеш втрачати життя наступні {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra {skill_value}% combo bonus in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะได้รับโบนัสคอมโบมากกว่าเดิม {skill_value}% ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що ти отримаєш додаткові {skill_value}% комбо бонус на наступні {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต PERFECT จะให้คะแนนโบนัส {skill_value}% ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Perfect ноти будуть отримувати {skill_value}% бонус очок наступні {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% bonus and Nice and Bad notes will not break your combo in the next {skill_duration} seconds, at the cost of {skill_value2} life.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะเสีย {skill_value2} พลังชีวิต แต่โน้ต PERFECT จะได้รับโบนัส {skill_value}% และจะไม่เสียคอมโบถ้าโน้ตเป็น NICE หรือ BAD ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Perfect ноти будуть отримувати {skill_value}% бонус, а також Nice і Bad ноти не будуть збивати комбо наступні {skill_duration} секунд, за ціною {skill_value2} життя.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Great and Perfect notes will receive a {skill_value}% score bonus in the next {skill_duration} seconds.
th: ทุก {trigger_value} วินาทีมีโอกาส {trigger_chance}% ที่โน้ต GREAT และ PERFECT จะได้รับคะแนนโบนัส {skill_value}% ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Great і Perfect ноти будуть отримувати {skill_value}% бонус очок наступні {skill_duration} секунд.

source: Raises {leader_skill_type} of all {idol_type} idols by {leader_skill_percent}%.
th: เพิ่ม {leader_skill_type} ของไอดอลสาย {idol_type} {leader_skill_percent}%
uk: Підними {leader_skill_type} для усіїх {idol_type} ідолів за {leader_skill_percent}%.

source: Life
th: พลังชีวิต
uk: Життя

source: Voice
uk: Голос

source: Make-Up
uk: Мейк-ап

source: Step
uk: Крок

source: Energy
uk: Енергія

source: Ability
th: เอกลักษณ์
uk: Здатність

source: Brilliance
uk: Діамантовість

source: Shiny
uk: Блискучий

source: Tricolor
uk: Триколірний

source: Thumbs
th: นิ้วโป้ง
uk: Великі пальці

source: All fingers
th: ทุกนิ้ว
uk: Усі пальці

source: Index fingers
th: นิ้วชี้
uk: Вказівні пальці

source: One hand
th: มือเดียว
uk: В одну руку

source: Other
th: อื่นๆ
uk: Інші

source: Blood Type
th: กรุ๊ปเลือด
uk: Кровний Тип

source: Writing Hand
th: มือข้างที่ใช้เขียน
uk: Чичта рука

source: Astrological Sign
th: ราศี
uk: Знак Зодіаку

source: Hometown
th: บ้านเกิด
uk: Рідне місто

source: Hobbies
th: งานอดิเรก
uk: Захоплення

source: CV
th: ให้เสียงโดย
uk: акторка звучання

source: Signature
th: ลายเซ็น
uk: Підпис

source: Kind
th: ประเภท
uk: Вид

source: Game ID
th: เกม ID
uk: Ігровий ID

source: Device
th: เครื่อง
uk: Пристрій

source: Play with
th: เล่นด้วย
uk: Грати з

source: Operating System
th: ระบบปฏิบัติการ
uk: Оперативна система

source: Idol
th: ไอดอล
uk: Ідол

source: Title
th: ชื่อ
uk: Назва

source: Transparent
th: โปร่งใส
uk: Без фону

source: Icon
th: ไอคอน
uk: Іконка

source: Puchi
th: ปุจิ
uk: Пучі

source: Minimum
th: ต่ำสุด
uk: Мінімум

source: Maximum
th: สูงสุด
uk: Максимум

source: Overall
th: ภาพรวม
uk: Загалом

source: Max bonded
th: ความสัมพันธ์สูงสุด
uk: Максимальний рівень бонду

source: Max leveled
th: เลเวลสูงสุด
uk: Максимальний Рівень

source: Star Rank
th: ระดับดาว
uk: Зоряний ранг

source: Skill Level
th: สกิลเลเวล
uk: Рівень навички

source: Obtained Date
th: ได้รับวันที่
uk: Дата отримання

source: Cards
th: การ์ด
uk: Картки

source: Events
th: กิจกรรม
uk: Івенти

source: Songs
th: เพลง
uk: Пісні

source: {nth} Favorite Idol
th: {nth} ไอดอลคนโปรด
uk: {nth} Улюблений Ідол

source: Favorite Cards
th: การ์ดใบโปรด
uk: Улюблені картки

source: New Cards
th: การ์ดใหม่
uk: Нові картки

source: Live
th: ไลฟ์
uk: Лайв

source: Comedy
th: ตลก
uk: Комедія

source: Room Decoration
th: ตกแต่งห้อง
uk: Кімната декорацій

source: Introduce yourself
th: แนะนำตัว
uk: Представтеся

source: Idols
th: ไอดอล
uk: Ідоли

source: Cosplay
th: คอสเพลย์
uk: Косплей

source: Anime
th: อนิเมะ
uk: Аніме

source: Community
th: ชุมชน
uk: Спільнота

source: Card
th: การ์ด
uk: Картка

source: Yes
th: ใช่
uk: Так

source: No
th: ไม่
uk: Ні

source: Share your cards!
th: แชร์การ์ดของคุณ!
uk: Поділитися вашими картками

source: Start sharing your beautiful collection!
th: เริ่มแชร์คอลเลกชั้นที่สุดยอดของคุณเลย!
uk: Розпочни ділитися своєю гарною колекцією!

source: Open the game, go to Idols ("アイドル"), then go to Idols List ("所属アイドル一覧")
th: เปิดตัวเกม ไปที่ไอดอล ("アイドル") และไปที่รายการไอดอล ("所属アイドル一覧")
uk: Відкрийте гру, перейдіть до Ідолів , потім до Списку Ідолів

source: Go through the list of cards below and click "+" on the ones you have to add them in your Cinderella Producers collection, then click again for more options
th: ดูผ่านรายการการ์ดที่อยู่ข้างล่างและกด "+" บนตัวการ์ดที่คุณต้องเพิ่มลงไปใน Cinderella Producers collection, และกดอีกครั้งสำหรับตัวเลือกเพิ่มเติม
uk: Пройтися по списку карт нижче і натисніть кнопку «+» на ті, які ви повинні додати їх у свою колекцію Cinderella Producers, а потім знову натисніть для вибору параметрів

source: Next
th: ต่อไป
uk: Далі

source: Click to add %(card)s to your collection
th: กดเพื่อเพิ่ม %(card)s ลงไปในคอลเลคชั่นของคุณ
uk: Натисніть, щоб додати %(card)s до своєї колекції

source: Leader Skill
th: สกิลหัวหน้า
uk: Лідерська Навичка

source: Scouted by
th: ได้รับการ์ดจาก
uk: Сортувати за

source: Download
th: ดาวน์โหลด
uk: Завантажити

source: Card Info
th: ข้อมูลการ์ด
uk: Іформація картки

source: Add to
th: เพิ่มไปที่
uk: Додати до

source: Add this card to your collection
th: เพิ่มการ์ดนี้ไปที่คอลเล็กชั่น
uk: Додати цю картку до своєї колекції

source: Your cards
th: การ์ดของคุณ
uk: Ваші картки

source: Remove this card from your favorites
th: ลบการ์ดนี้ออกจากรายการโปรด
uk: Видалити цю картку з списку обраних

source: Add this card to your favorites
th: เพิ่มการ์ดนี้ไปที่รายการโปรด
uk: Додати цю карту в обране

source: Fans
th: เหล่าแฟนๆ
uk: Фанати

source: Only
th: เฉพาะ
uk: Тільки

source: None
th: ไม่มี
uk: Ні

source: Liked this activity
th: ชอบกิจกรรมนี้
uk: Подобається ця діяльність

source: Loading
th: กำลังโหลด
uk: Завантаження

source: Producer Level
th: ระดับโปรดิวเซอร์
uk: Рівень продюсора

source: %(idol)s performed in %(total_results)s events
th: %(idol)s แสดงในอีเวนต์ %(total_results)s
uk: %(idol)s виступають у %(total_results)s івентах

source: %(total_results)s producers scouted %(own_card)s
th: โปรดิวเซอร์ %(total_results)s คน ได้รับการ์ด %(own_card)s
uk: %(total_results)s продюсерів мають %(own_card)s

source: Badge
th: เหรียญตรา
uk: Значок

source: Badges
th: เหรียญตรา
uk: Значки

source: Bronze
th: ทองแดง
uk: Бронза

source: Silver
th: เงิน
uk: Срібло

source: Gold
th: ทอง
uk: Золото

source: %(percent)s%% funded
th: ได้รับการสนับสนุน %(percent)s%%
uk: %(percent)s%% фінансовано

source: Granted by
th: ได้รับมาจาก
uk: Надано

source: No donation yet
th: ยังไม่มีการบริจาค
uk: Ще не отримано

source: Learn more
th: เรียนรู้เพิ่มเติม
uk: Читати більше

source: Popularity
th: ความนิยม
uk: Популярне

source: Favorited by
th: ชอบโดย
uk: Улюблені за

source: Fan made
th: สร้างโดยแฟนๆ
uk: Зроблено фанатами

source: Merchandise
th: สินค้า
uk: Мерчендайз

source: Unrelated
th: ไม่เกี่ยวข้อง
uk: Непов'язаний

source: %(total)s producer
th: %(total)s โปรดิวเซอร์
uk: %(total)s продюсер

source: Share
th: แชร์
uk: Поділитися

source: Local time
th: เวลาในประเทศของคุณ
uk: Локальний час

source: Open {thing}
th: เปิด {thing}
uk: Відкрити {thing}

source: Reverse order
th: เรียงกลับกัน
uk: Зворотнє замовлення

source: Reason
th: สาเหตุ
uk: Причина

source: Edit {thing}
th: แก้ไข{thing}
uk: Редагувати {thing}

source: Delete {thing}
th: ลบ {thing}
uk: Видалити {thing}

source: Report {thing}
th: รายงาน {thing}
uk: Поскаржитись на {thing}

source: Add {thing}
th: เพิ่ม {thing}
uk: Додати {thing}

source: Only submit a report if there is a problem with this specific {thing}. If it's about something else, your report will be ignored. For example, don't report an account or a profile if there is a problem with an activity. Look for "Report" buttons on the following to report individually:
th: ส่งรายงานเมื่อมีปัญหาเกี่ยวกับ {thing} เท่านั้น ถ้าเป็นอย่างอื่น รายงานของคุณจะไม่ถูกตรวจสอบ เช่น รายงานบัญชีหรือโปรไฟล์ ทั้งๆ ที่มีปัญหาเกี่ยวกับโพสต์ ให้หาปุ่ม "รายงานโพสต์" ในโพสต์ แล้วรายงานเป็นกรณีไป
uk: Надсилайте звіт, лише якщо є проблема з цією конкретною {thing}. Якщо йдеться про щось інше, ваш звіт буде проігноровано. Наприклад, не повідомляйте про обліковий запис або профіль, якщо є проблема з діяльністю. Щоб звітувати окремо, знайдіть кнопки "Повідомити".

source: Only post official artworks, artworks you own, or fan artworks that are approved by the artist and credited.
th: โพสต์ภาพวาดที่เป็นทางการ ภาพวาดที่เป็นของคุณ หรือภาพวาดที่ได้รับอนุญาตจากนักวาดและได้ให้เครดิตแล้วเท่านั้น
uk: Поширюйте лише офіційні іллюстрації, свої роботи чи роботи людей, які дали згоду на поширення

source: {month} Donator
th: ผู้บริจาค{month}
uk: {month} Спонсор

source: {donation_platform} supporter of {site_name} who donated to help cover the server costs
th: {donation_platform} ผู้สนับสนุนของ {site_name} ผู้ช่วยบริจาคเพื่อช่วยครอบคลุมค่าใช้จ่ายของเซิร์ฟเวอร์
uk: {donation_platform} споносор {site_name}, який пожертвував, щоб допомогти покрити витрати на сервер

source: lovely
th: คนที่น่ารัก
uk: Прекрасний

source: awesome
th: คนที่สุดยอด
uk: особливе

source: incredible
th: คนที่เหลือเชื่อ
uk: неймовірний

source: adorable
th: คนที่น่าเอ็นดู
uk: обожнюваний

source: generous
th: คนที่มีน้ำใจ
uk: великодушний

source: idols-addicted
th: คนที่ติดใจไอดอล
uk: ідолозалежний

source: friendly
th: คนที่เป็นมิตร
uk: товаристкий

source: kind
th: คนที่ใจดี
uk: добрий

source: warmhearted
th: คนที่น่าอบอุ่นใจ
uk: сердечний

source: nice
th: คนที่ใจดี
uk: чудовий

source: If you like the website, please consider donating
th: ถ้าคุณชอบเว็บนี้ โปรดช่วยพวกเราด้วยการบริจาค
uk: Так якщо тобі подобається сайт, будь-ласка пожертвуй нам

source: Click here to turn off email notifications.
th: กดที่นี่เพื่อปิดการแจ้งเตือนผ่านอีเมล
uk: Натисніть, щоб вимкнути сповіщення електронною поштою

source: Translate from %(from_language)s to %(to_language)s
th: แปลจากภาษา %(from_language)s เป็นภาษา %(to_language)s
uk: Перекласти з %(from_language)s на %(to_language)s

source: follows you
th: ติดตามคุณ
uk: Підписався на тебе

source: Successfully edited!
th: แก้ไขสำเร็จ!
uk: Успішно змінено!

source: The game didn't even existed at that time.
th: ในตอนนั้นยังไม่มีตัวเกมเลย
uk: Ця гра не існує зараз.

source: Countdown
th: นับถอยหลัง
uk: Зворотний відлік

source: {time} left
th: เหลือ {time}
uk: {time} залишилось

source: Starts in {time}
th: เริ่มใน {time}
uk: Початок у {time}

source: Member
th: สมาชิก
uk: Підписник

source: Band
th: วง
uk: Група

source: Attribute
th: สาย
uk: Атрибут

source: Members
th: สมาชิก
uk: Підписники

source: First
th: ม.4
uk: Перший

source: Second
th: ม.5
uk: Другий

source: Power
uk: Міць

source: Pure
uk: Чистий

source: Happy
th: มีความสุข
uk: Радість

source: Score up
th: เพิ่มคะแนน
uk: Підняття очків

source: Life recovery
th: เพิ่มพลังชีวิต
uk: Відновлення життя

source: School
th: โรงเรียน
uk: Школа

source: Liked food
th: ชอบกิน
uk: Улюблена Їжа

source: Disliked food
th: ไม่ชอบกิน
uk: Ненавидима Їжа

source: Level {level}
th: เลเวล {level}
uk: Рівень {level}

source: days
th: วัน
uk: дні

source: hours
th: ชั่วโมง
uk: години

source: minutes
th: นาที
uk: хвилини

source: Source
th: แหล่งที่มา
uk: Ресурси

source: Instrument
th: เครื่องดนตรี
uk: Інструмент

source: Collected {thing}
th: ได้รับ {thing}
uk: Отримано {thing}

source: Skill name
th: ชื่อสกิล
uk: Назва скілу

source: {nth} episode
th: ตอนที่ {nth}
uk: {nth} еепізод

source: Memorial episode
th: ตอนที่น่าจดจำ
uk: Пам'ятний епізод

source: Join date
th: วันที่เข้าร่วม
uk: Дата приєднання

source: Give a nickname to your account to easily differentiate it from your other accounts when you're managing them.
th: ให้ชื่อเล่นกับบัญชีคุณเพื่อจะแยกแยะบัญชีได้ง่ายขึ้นเมื่อคุณจัดการเรียบเรียงมัน
uk: Дай своєму аккаунту назву, щоб легко відрізнити його від інших твоїх аккаунтів.

source: Start date
th: วันที่เริ่ม
uk: Дата початку

source: Default tab
th: แถบหลัก
uk: Вкладка за замовчуванням

source: Email
th: อีเมล
uk: Е-мейл

source: You've added a lot of {things}, lately. Try to wait a little bit before adding more.
th: คุณเพิ่ม {things} เยอะมากเมื่อเร็วๆนี้ รอสักครู่ก่อนที่จะเพิ่มอีก
uk: Ти додав забагато {things}. Почекай трохи, щоб додати ще.

source: You already have {total} {things}. You can only add up to {max} {things}.
th: คุณมี {total} {thing} แล้ว คุณสามารถมีได้มากสุด {max} {thing} เท่านั้น
uk: Ти маєш вже {total} {things}. Ти можеш додати не більше {max} {things}.

source: View
th: ดู
uk: Перегляди

source: Please provide an updated screenshot of your in-game profile to prove your level.
th: โปรดอัพโหลดภาพถ่ายโปรไฟล์ในเกมล่าสุดของคุณเพื่อยืนยันเลเวลของคุณ
uk: Будь ласка, надайте оновлений знімок екрана свого ігрового профілю, щоб підтвердити свій рівень.

source: You may use Markdown formatting.
th: คุณสามารถใช้การจัดรูปแบบ Markdown ได้
uk: Ти можеш використовувати форматування Markdown.

source: Adding to your {thing} {name}
th: กำลังเพิ่มไปที่{thing} {name}
uk: Додавання до твоїх {thing} {name}

source: Add to your {thing}
th: เพิ่มไปที่{thing}ของคุณ
uk: Додати до твоїх {thing}

source: Quick edit
th: แก้ไขแบบด่วน
uk: Швидко змінити

source: Leaderboard position
th: อันดับบนตารางผู้นำ
uk: Місце в топі

source: Need help?
th: ต้องการความช่วยเหลือ?
uk: Потрібна допомога?

source: Find answers to your questions
th: หาคำตอบสำหรับคำถามคุณ
uk: Знайди відповіді на свої питання

source: Share a suggestion or a bug
th: มีคำแนะนำหรือรายงานบัค
uk: Поділись пропозицією чи помилкою

source: Fill our feedback form:
th: กรอกแบบฟอร์มของพวกเรา:
uk: Заповни форму зворотнього зв'язку:

source: Feedback form
th: แบบฟอร์มข้อเสนอแนะ
uk: Форма зворотнього зв'язку

source: Create a ticket in our bug tracker:
th: สร้างตั๋วในเครื่องติดตามบั๊กของเรา:
uk: Створи повідомлення у нашому трекері помилок:

source: Bug tracker
th: ตัวติดตามบั๊ก
uk: Трекер помилок

source: Alternatively...
th: หรือ...
uk: Або...

source: The staff team is available on:
th: หาทีมงานได้ที่:
uk: Команда розробників доступна у:

source: Select {}
th: เลือก {}
uk: Обрано {}

source: This date has to be in the future.
th: วันที่นี้ต้องเป็นวันที่อยู่ในอนาคต
uk: Ця інформація має бути в майбутньому.

source: Successfully added!
th: เพิ่มสำเร็จ!
uk: Успішно додано!

source: Successfully deleted!
th: ลบสำเร็จ!
uk: Успішно видалено!

source: {things} list
th: {things}
uk: Список {things}

source: All Round
uk: Усі раунди

source: Concentration
uk: Зосередженість

source: Cute/Cool/Passion Focus
th: โฟกัส Cute/Cool/Passion
uk: Cute/Cool/Passion фокус

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra {skill_value}% combo bonus and Perfect notes will restore {skill_value2} life in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะได้รับคอมโบโบนัส {skill_value}% และโน้ต PERFECT จะฟื้นฟู {skill_value2} พลังชีวิต ใน {skill_duration} วินาทีต่อไป
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що ти отримаєш додатковий {skill_value}% комбо бонус, а також Perfect ноти будуть відновлювати {skill_value2} життя наступні {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus but the timing window for Perfect notes is reduced in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต PERFECT จะได้รับคะแนนเพิ่ม {skill_value}% แต่ช่วงเวลาของ PERFECT จะสั้นลง เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}%шанс, що Perfect ноти отримають {skill_value}% бонус очок, але період часу для Perfect нот скорочується протягом наступних {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% change that currently active skills will be boosted for {skill_duration} seconds
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะเพิ่มประสิทธิภาพสกิลที่กำลังทำงานอยู่เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що активний скілл буде посилений на наступні {skill_duration} секунд

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and you will gain an extra {skill_value2}% combo bonus, but only if you have only {type} idols in your team for {skill_duration} seconds
th: เมื่อมีแค่ไอดอลประเภท {type} อยู่ในทีม ทุกๆ {trigger_value} วินาที จะมีโอกาส {trigger_chance}% ที่โน้ต PERFECT จะได้รับคะแนนเพิ่ม {skill_value}% และคอมโบโบนัส เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Perfect ноти отримають {skill_value}% бонус очок, і ти отримаєш додатковий {skill_value2}% комбо бонус, але тільки якщо ти маєш {type} ідолів в команді, на наступні {skill_duration} секунд

source: %(total_results)s producers love %(favorite_character_idol)s
th: โปรดิวเซอร์ %(total_results)s คน รัก %(favorite_character_idol)s
uk: %(total_results)s продюсерів люблять %(favorite_character_idol)s

source: seconds left
th: เหลืออีก
uk: секунд залишилось

source: translated in English
th: แปลเป็นอังกฤษ
uk: перекладено англійською

source: Total {item} bought
th: จำนวน {item} ที่ซื้อ
uk: Всього {item} придбано

source: Star gems
th: เลิฟก้าสตาร์
uk: Стар геми

source: Friend ID
th: Player ID
uk: ID друга

source: Promo
th: โปรโม
uk: Промо

source: Release date
th: วันที่ออก
uk: Дата релізу

source: Origin
th: ที่มา
uk: Походження

source: Gacha
th: กาชา
uk: Гача

source: Server availability
th: ความพร้อมของเซิร์ฟเวอร์
uk: Доступність на серверах

source: English version
th: เวอร์ชั่นอังกฤษ
uk: Англійська версія

source: Taiwanese version
th: เวอร์ชั่นไต้หวัน
uk: Тайванська версія

source: Korean version
th: เวอร์ชั่นเกาหลี
uk: Корейська версія

source: Date
th: วันที่
uk: Дата

source: Japanese version
th: เวอร์ชั่นญี่ปุ่น
uk: Японська версія

source: Romaji
th: โรมาจิ
uk: Ромаджі

source: Length
th: ระยะเวลา
uk: Тривалість

source: BPM
uk: уд/хв

source: Hard
th: ยาก
uk: Хард

source: Notes
th: โน้ต
uk: Ноти

source: Difficulty
th: ความยาก
uk: Складність

source: Expert
th: ยากมาก
uk: Експерт

source: ~{}円 spent (~${})
th: ใช้ไป ~{} เยน (~{} ดอลลาร์)
uk: ~{}円 витрачено (~${})

source: Characters
th: ตัวละคร
uk: Персонажі

source: Favorite {thing}
th: {thing} โปรด
uk: Улюблені {thing}

source: Favorite {things}
th: {things}โปรด
uk: Улюблені {things}

source: Chibi
th: จิบิ
uk: Чібі

source: Icons
th: ไอคอน
uk: Інонка

source: Quick add
th: เพิ่ม
uk: Швидке додання

source: Statistics
th: ข้อมูลการ์ด
uk: Статистика

source: Min
th: น้อยสุด
uk: Мін

source: Max
th: มากสุด
uk: Макс

source: Participated event
th: อีเวนต์ที่เข้าร่วม
uk: Брав участь у цих івентах

source: Participated events
th: อีเวนต์ที่เข้าร่วม
uk: Брав участь у цих івентах

source: Boost Members
th: เสริมพลังสมาชิก
uk: Бонус персонажі

source: Gift song
th: เพลงของขวัญ
uk: Подарункова пісня

source: Gacha type
th: ชนิดกาชา
uk: Тип гачі

source: Permanent
th: ถาวร
uk: Постійний

source: Played song
th: เพลงที่เล่นแล้ว
uk: Зіграні пісні

source: Played songs
th: เพลงที่เล่นแล้ว
uk: Зіграні пісні

source: Song
th: เพลง
uk: Пісня

source: {} notes
th: {} โน้ต
uk: {} ноти

source: Songwriters
th: ผู้แต่งเพลง
uk: Автори пісні

source: Version
th: เวอร์ชั่น
uk: Версія
