Repository: MagiCircles/CinderellaProducers
Catalog: cpro/locale/*/LC_MESSAGES/django.po
Languages: th, uk

source: Share your {things}!
uk: Поділись своїми {things}!

source: How to crop images?
uk: Як обрізати зображення?

source: Score multiplier
uk: Множник очок

source: You need at least {min} {things}.
uk: Тобі треба якнайменше {min} {things}.

source: Challenges
uk: Випробування

source: Animated
uk: Анімований

source: Animation
uk: Анімація

source: Mini
uk: Міні

source: Maxi
uk: Максі

source: Daily
uk: Щоденний

source: Weekly
uk: Щомісячний

source: Medium
uk: Середній

source: Added {total} {things}
uk: Додано {total} {things}

source: Wrong tags?
uk: Неправильні теги?

source: A random multiplier is applied to the base score, which is why your final score will vary slightly every time.
uk: До базової оцінки застосовується випадковий множник, тому ваш остаточний бал кожен раз буде дещо змінюватися.

source: Start over
uk: Розпочати знову

source: Did I miss something here? Can you help me fix it?
uk: Чи я щось пропустив тут? Можеш допомогти мені це виправити?

source: Exclusive
uk: Ексклюзив

source: Alternate color
uk: Альтернативне забарвлення

source: SP skill cut-in
uk: зображення SP навички

source: Screenshots
uk: Знімки екрану

source: Back
uk: Позаду

source: Tags quantities
uk: Кількість тегів

source: All costumes displayed are screenshots taken by many different kind players from the community.
uk: Усі представлені костюми є знімками екрану, зробленими багатьма різними добрими гравцями зі спільноти.

source: Username/ID
th: ชื่อผู้ใช้/ไอดี

source: %(length)s account:
th: %(length)s บัญชี

source: Reported by:
th: รายงานโดย :

source: Pokémon
th: โปเกม่อน

source: ID
th: ไอดี

source: Expert Producer
th: โปรดิวเซอร์เชี่ยวชาญ

source: Veteran Producer
th: โปรดิวเซอร์มากประสบการณ์

source: Ultimate Producer
th: โปรดิวเซอร์ขั้นสุด

source: Idol Master
th: ไอดอลมาสเตอร์

source: Medley
th: การผสม

source: Combo Lock
th: ล็อกคอมโบ

source: Life Lock
th: ล็อกพลังชีวิต

source: LIVE Parade
th: ไลฟ์พาเหรด

source: Performance
th: การแสดง

source: Trained
th: ฝึกฝนแล้ว

source: Perfect lock
th: ล็อก PERFECT

source: Skill Boost
th: สกิลบูสต์

source: Challenge Live
th: ไลฟ์ท้าทาย

source: Change My Mind Challenge
th: การท้าทายการเปลี่ยนความคิดของฉัน

source: Score Match
th: การแข่งเปรียบเทียบคะแนน

source: Medley Festival
th: เทศกาลผสม

source: Challenge Festival
th: เทศกาลท้าทาย

source: Adventure Stroll
th: เดินเล่นผจญภัย

source: Friendly Match
th: การแข่งขันมิตรภาพ

source: Mission Live
th: ภารกิจสด

source: Live Goals
th: เป้าหมายไลฟ์

source: Goal Master
th: นักทำเป้าหมาย

source: EX Goal Master
th: นักทำเป้าหมายยาก

source: {name} {thing}
th: {thing}{name}

source: Timing boost
th: เพิ่มช่วงเวลา

source: Life guard
th: ป้องกันพลังชีวิต

source: Vs. Revue rank
th: อันดับ Vs. Revue

source: Burn
th: เผาไหม้

source: Debuffer
th: ผู้ทำให้ติดดีบัฟ

source: Nuker
th: นักระเบิด

source: LIVE Carnival
th: เทศกาลไลฟ์

source: Super Star!!
th: ซูเปอร์สตาร์!!

source: Point event
th: อีเวนต์แต้ม

source: Medal gacha event
th: อีเวนต์เหรียญกาชา
