Repository: MagiCircles/CinderellaProducers
Catalog: cpro/locale/*/LC_MESSAGES/django.po
Languages: th, uk

source: The model of your device. Example: Nexus 5, iPhone 4, iPad 2, ...
th: รุ่นของเครื่องคุณ เช่น Nexus 5, iPhone 4, iPad 2, ...
uk: Модель вашого пристрою. Наприклад: Nexus 5, iPhone 4, iPad 2, ...

source: Screenshot
th: ภาพหน้าจอ
uk: Знімок екрану

source: In-game profile screenshot
th: รูปถ่ายโปรไฟล์ในเกม
uk: Знімок ігрового профілю

source: Junior Third
th: ม.3
uk: Юніор Третій

source: Promo card
th: การ์ดโปรโม
uk: Промо картка

source: For the next {duration} seconds, score of all notes boosted by +{percentage}%
th: {duration} วินาทีต่อไป คะแนนทุกโน้ตเพิ่มขึ้น {percentage}%
uk: Наступні {duration} секунд буде активний бонус для всіх нот +{percentage}%

source: and boosts score of all notes by {percentage}% for the next {duration} seconds
th: และเพิ่มคะแนนทุกโน้ต {percentage}% ใน {duration} วินาทีต่อไป
uk: а також бонус очок для всіх нот {percentage}% на наступні {duration} секунд

source: Restores life by {stamina}
th: ฟื้นพลังชีวิต {stamina}
uk: Відновлює життя на {stamina}

source: and restores life by {stamina}
th: และฟื้นฟู {stamina} พลังชีวิต
uk: та відновлює життя на {stamina}

source: All {note_type} notes turn into PERFECT notes
th: ทุกโน้ต {note_type} จะกลายเป็นโน้ต PERFECT
uk: Усі {note_type} перетворюються на перфект

source: and turn all {note_type} notes turn into PERFECT notes for the next {duration} seconds
th: และเปลี่ยนทุกโน้ต {note_type} เป็นโน้ต PERFECT ใน {duration} วินาทีต่อไป
uk: та перетворює усі {note_type} на перфект на наступні {duration} секунд

source: Prefer untrained card image
th: ใช้รูปที่ยังไม่ได้แปลง
uk: Обрати зображення нетренованої картки

source: Skill level
th: สกิลเลเวล
uk: Рівень навику

source: Event type
th: กิจกรรมประเภท
uk: Тип івенту

source: Score
th: คะแนน
uk: Очки

source: Ranking
th: อันดับ
uk: Рейтінг

source: Song score
th: คะแนนเพลง
uk: Очки пісні

source: Song ranking
th: อันดับเพลง
uk: Рейтинг пісні

source: Easy
th: ง่าย
uk: Легкий

source: Composer
th: ผู้แต่งเพลง
uk: Композитор

source: Lyricist
th: ผู้แต่งเนื้อเพลง
uk: Лірик

source: Arranger
th: ผู้เรียบเรียง
uk: Аранжувальник

source: Translation
th: คำแปล
uk: Переклад

source: Preview
th: ตัวอย่าง
uk: Прев'ю

source: Cover song
th: เพลงโคฟเวอร์
uk: Обкладинка пісні

source: Beats per minute
th: จังหวะต่อนาที
uk: уд/хв

source: Gift
th: ของขวัญ
uk: Подарунок

source: Purchase at CiRCLE
th: ซื้อที่ CiRCLE
uk: Придбається в CiRCLE

source: Complete story
th: อ่านเนื้อเรื่อง
uk: Пройдіть історію

source: Complete {story_type} story, chapter {chapter}
th: อ่านเนื้อเรื่อง {story_type} บทที่ {chapter} เสร็จ
uk: Пройдіть {story_type} історію, частину {chapter}

source: Complete Tutorial
th: เสร็จสิ้นการสอน
uk: Пройдіть навчання

source: Initially available
th: มีอยู่ในตอนต้น
uk: Доступна на початку

source: Event gift
th: ของขวัญกิจกรรม
uk: Подарунок за івент

source: How to unlock?
th: วิธีการปลดล็อก
uk: Як відкрити?

source: Team builder
th: ที่สร้างทีม
uk: Редактор команди

source: You can find your friend id by going to the "Friends" section from the home, then "ID Search". Players will be able to send you friend requests or messages using this number.
th: คุณสามารถหา ID ของคุณได้โดยการไปที่ "Friends" ในหน้า Home และกดที่ "ID Search" ผู้เล่นคนอื่นจะสามารถส่งคำขอเป็นเพื่อน หรือข้อความให้คุณได้โดยใช้เลขนั้น
uk: Ти можеш знайти свій ID друга на сторінці "Друзі", на головній вкладці, через "Пошук ID". Гравці зможуть кидати тобі заявки у друзі, або відправляти повідомлення, використовуючи цей номер.

source: Should your friend ID be visible to other players?
th: ผู้เล่นคนอื่นๆ ควรเห็น Player ID ของคุณหรือไม่?
uk: Показувати твій ID ыншим гравцям?

source: Love gems
uk: Лов геми

source: Number of {} you currently have in your account.
th: จำนวนของ {} ที่คุณมีในบัญชีคุณตอนนี้
uk: Кількіть {}, що ти зараз маєш на своєму аккаунті

source: This field is completely optional, it's here to help you manage your accounts.
th: ช่องนี้จะใส่หรือไม่ใส่ก็ได้ เป็นแค่สิ่งที่มีไว้เพื่อช่วยจัดการบัญชีคุณเท่านั้น
uk: Це поле є абсолютно необов’язковим, воно тут, щоб допомогти вам керувати своїми обліковими записами.

source: Friend Points
th: แต้มมิตรภาพ
uk: Очки друзів

source: Total love gems bought
th: จำนวน Love Gems ที่ซื้อไป
uk: Всього гемів придбано

source: You can calculate that number in "Other" then "Purchase History".
th: คุณสามารถคำนวนตัวเลขนั้นได้ใน "Menu" แล้วกด "Purchase History"
uk: Ви можете розрахувати це число в «Інше», а потім у «Історії покупок».

source: Should your items be visible to other players?
th: ผู้เล่นอื่นควรเห็นไอเทมของคุณหรือไม่?
uk: Показувати твої предмети іншим гравцям?

source: Unit
th: วง
uk: Юніт

source: Subunit
th: ยูนิต
uk: Саб-юніт

source: Astrological sign
th: ราศี
uk: Знак зодіаку

source: Idol Supporter
th: ผู้สนับสนุนไอดอล
uk: Прихильник Ідолів

source: Idol Lover
th: ผู้รักไอดอล
uk: Коханець Ідолів

source: Idol Ambassador
th: ทูตแห่งไอดอล
uk: Амбасадор Ідолів

source: Idol Producer
th: ไอดอลโปรดิวเซอร์
uk: Продюсер Ідолів

source: Ultimate Idol Devotee
th: ผู้ศรัทธาไอดอลขั้นสุด
uk: Неперевершений прихильник Ідола

source: Collected {things}
th: ได้รับ {things}
uk: Зібрано {things}

source: For the next {duration} seconds, score of PERFECT notes boosted by +{percentage}%
th: {duration} วินาทีถัดไป คะแนนโน้ต PERFECT จะเพิ่มขึ้น {percentage}%
uk: Наступні {duration} секунд, очки PERFECT нот збільшуються на +{percentage}%

source: Rare stamp
th: แสตมป์หายาก
uk: Рідкісна наліпка

source: Boost attribute
th: เพิ่มคุณสมบัติ
uk: Бонусний атрибут

source: Boost members
th: เพิ่มพลังสมาชิก
uk: Бонусні учасниці

source: Manager
th: ผู้จัดการ
uk: Модератор

source: Team manager
th: ผู้จัดการทีม
uk: Модератор команди

source: Finance manager
th: ผู้จัดการการเงิน
uk: Фінансовий модератор

source: Database maintainer
th: ผู้ดูแลฐานข้อมูล
uk: Модератор бази даних

source: Community manager
th: ผู้จัดการชุมชน
uk: Модератор спільноти

source: Posted {total} news
th: โพสต์แล้ว {total} ข่าว
uk: Запостив {total} новин

source: Twitter
uk: Твіттер

source: External communication
th: การสื่อสารภายนอก
uk: Зовнішнє спілкування

source: Support
th: สนับสนุน
uk: Підтримка

source: Moderator
th: ผู้ดำเนินการ
uk: Модератор

source: Active
uk: Активний

source: Submitted {total} reports
th: ส่ง {total} รายงาน
uk: Надіслано {total} звітів

source: Decisive
th: เด็ดขาด
uk: Вирішальний

source: Edited or deleted {total} reported items
th: แก้ไขหรือลบสิ่งที่รายงาน {total} อย่าง
uk: Відредагував або видалив {total} повідомлені елементи

source: Community entertainer
th: ผู้ให้ความบันเทิงชุมชน
uk: Громадський артист

source: Organized and posted about {total} community events
th: โพสต์และจัดประมาณ {total} อีเวนต์ชุมชน
uk: Організував і оповістив про {total} івентів спільноти

source: Backup staff
th: ทีมงานสำรอง
uk: Резервний персонал

source: Translator
th: ผู้แปล
uk: Перекладач

source: Graphic designer
th: กราฟิกดีไซน์เนอร์
uk: Графічний дизайнер

source: Artist
th: จิตรกร
uk: Художник

source: Developer
th: ผู้พัฒนา
uk: Розробник

source: System administrator
th: ผู้ดูแลระบบ
uk: Системний адміністратор

source: You are not allowed to see activities with the tag "{tag}".
th: คุณไม่ได้รับอนุญาติให้เห็นกิจกรรมในแท็ก "{tag}" ได้
uk: Вам заборонено переглядати дії з тегом "{tag}".

source: Translations
th: การแปล
uk: Переклади

source: Block {username}
th: บล็อก {username}
uk: Заблокувати {username}

source: You can change which tags you would like to see or hide in your settings.
th: คุณสามารถเปลี่ยนแท็กที่ต้องการซ่อนได้ที่การตั้งค่า
uk: Ви можете змінити, які теги ви хочете бачити або приховати в налаштуваннях.

source: Display your birthdate year
th: แสดงปีเกิด
uk: Показувати рік твого народження

source: Roles
th: ประเภท
uk: Ролі

source: Hide tags
th: ซ่อนแท็ก
uk: Приховати теги

source: hobbies
th: งานอดิเรก
uk: Хобі

source: About us
th: เกี่ยวกับเรา
uk: Про нас

source: Pre-register
th: ลงทะเบียนล่วงหน้า
uk: Попередня реєстрація

source: Security
th: ระบบความปลอดภัย
uk: Безпека

source: You blocked {username}.
th: คุณได้บล็อค {username}
uk: Ти заблокував {username}.

source: Unblock {username}
th: ปลดบล็อค {username}
uk: Розблокувати {username}

source: Are you sure you want to block {username}? You will not be able to see any content created by {username}.
th: ต้องการจะบล็อก {username} หรือไม่? คุณจะไม่เห็นกิจกรรมของ {username} อีกต่อไป
uk: Ти впевнений, що хочеш заблокувати {username}? Ти не зможеш побачити вміст, створений {username}.

source: Are you sure you want to unblock {username}?
th: ต้องการที่จะเลิกบล็อก {username} จริงหรือไม่ ?
uk: Ти впевнений що хочеш розблокувати {username}?

source: this user
th: ผู้ใช้คนนี้
uk: цей користувач

source: Include cameos
th: ตัวประกอบ
uk: Включити камео

source: Cameos
th: ตัวประกอบ
uk: Камео

source: Original card
th: การ์ดต้นฉบับ
uk: Оригінана картка

source: Community event
th: กิจกรรมของชุมชน
uk: Івент спільноти

source: Not about {thing}
th: ไม่เกียวกับ {thing}
uk: Не про {thing}

source: You need to be over 18 years old.
th: คุณต้องมีอายุ 18 ปีขึ้นไป
uk: Тобі має бути більше 18 років.

source: You can change your birthdate in your settings.
th: สามารถเปลี่ยนวันเกิดได้ที่การตั้งค่า
uk: Ти можеш змінити дату народження у налаштуваннях

source: Measurements
th: สัดส่วนร่างกาย
uk: Вимірювання

source: Chitose Bridge High School
th: โรงเรียนมัธยมสะพานชิโตเสะ
uk: Старша школа міста Чітосе

source: Seiran High School
th: โรงเรียนมัธยมเซราน
uk: Старша школа Сеіран

source: Shinonome Academy
th: โรงเรียนชิโนโนเมะ
uk: Академія Шінономе

source: Shion Girls' Academy
th: โรงเรียนหญิงชิออน
uk: Жіноча академія Шіон

source: Touou Academy
th: โรงเรียนโทอุโอ
uk: Академія Тоуоу

source: Y.G. International Academy
th: โรงเรียนนานาชาติ Y.G.
uk: Міжнародна Академія Y. G.

source: Nijigasaki High School
th: โรงเรียนมัธยมนิจิกะซากิ
uk: Старша школа Ніджіґаку

source: Uranohoshi Girls' High School
th: โรงเรียนมัธยมหญิงอุระโนะโฮชิ
uk: Жіноча старша школа Уранохоші

source: Otonokizaka Academy
th: โรงเรียนมัธยมโอโตโนะคิซากะ
uk: Академія Отонокізака

source: School year
th: ชั้นปี
uk: Рік навчання

source: Blood type
th: กรุ๊ปเลือด
uk: Група крові

source: {nth} year
th: {nth} ปี
uk: {nth} рік

source: Contributors
th: ร่วมให้ข้อมูล
uk: Дописувачі

source: View model
th: ดูโมเดล
uk: Переглянути модель

source: Controls
th: ควบคุม
uk: Елементи керування

# BanPa model viewer
source: Model
th: โมเดล
uk: Моделька

# BanPa model viewer
source: Breathe
th: หายใจ
uk: Дихання

# BanPa model viewer
source: Blink
th: กะพริบตา
uk: Блимання

# BanPa model viewer
source: Sway
th: ขยับตัว
uk: Гойдання

# BanPa model viewer
source: Action
th: ท่าทาง
uk: Дія

# BanPa model viewer
source: Loop
th: วนลูป
uk: Зациклити

# BanPa model viewer
source: Expression
th: แสดงออก
uk: Вираз обличчя

# BanPa model viewer
source: Screenshot
th: ถ่ายภาพ
uk: Знімок екрану

# BanPa model viewer
source: (with background)
th: (รวมพื้นหลัง)
uk: (з фоном)

source: Thank you Yurishii
th: ขอบคุณนะ ยูริชิ
uk: Дякую, Юрічі

source: Hot
th: เป็นที่นิยม
uk: Актуальне

source: How often do you hit PERFECT notes?
th: คุณกดโดนโน้ต PERFECT บ่อยแค่ไหน
uk: Як часто ти попадаєш по PERFECT нотам?

source: How often is your life above 900?
th: มีพลังชีวิตเกิน 900 บ่อยแค่ไหน?
uk: Як часто ваше життя перевищує 900?

source: Costume
th: เครื่องแต่งกาย
uk: Костюм

source: Item
th: ไอเทม
uk: Предмет

source: Items
th: ไอเทม
uk: Предмети

source: Area
th: พื้นที่
uk: Площа

source: Gallery
th: คลังรูปภาพ
uk: Галерея

source: Area item
th: ไอเทมในพื้นที่
uk: Предмет площі

source: Area items
th: ไอเทมในพื้นที่
uk: Предмети площі

source: Asset
th: ทรัพยากร
uk: Ресурс

source: Assets
th: ทรัพยากร
uk: Ресурси

source: Costumes
th: เครื่องแต่งกาย
uk: Костюми

source: Quantity
th: จำนวน
uk: Кількість

source: Poster
th: โปสเตอร์
uk: Постер

source: Comics
th: หนังสือการ์ตูน
uk: Комікси

source: Backgrounds
th: พื้นหลัง
uk: Фони

source: Stamps
th: แสตมป์
uk: Наліпки

source: Titles
th: สมญา
uk: Титули

source: Interface
th: อินเตอร์เฟซ
uk: Інтерфейс

source: Outdoor
th: กลางแจ้ง
uk: Зовні

source: Indoor
th: ในร่ม
uk: Всередині

source: Stage
th: เวที
uk: Сцена

source: Home
th: บ้าน
uk: Домівка

source: Dating spot
th: สถานที่ออกเดท
uk: Місце для побачень

source: Costume type
th: ชนิดเครื่องแต่งกาย
uk: Тип костюму

source: Worldwide version
th: เวอร์ชั่นทั่วโลก
uk: Всесвітня версія

source: Chinese version
th: เวอร์ชั่นจีน
uk: Китайська версія

source: Edit your {thing}
th: แก้ไข {thing}
uk: Відредагуй свій {thing}

source: If you delete this {thing} ({instance}), the following will automatically be deleted as well:
th: ถ้าคุณลบ {thing} นี้ ({instance}) สิ่งต่อไปนี้ก็จะถูกลบด้วย:
uk: Якщо ти видалиш цей {thing} ({instance}), так само буде автоматично видалено наступне:

source: Are you sure you want to delete this {thing} ({instance})?
th: คุณแน่ใจว่าต้องการลบ {thing} นี้ ({instance})?
uk: Ти впевнений, що хочеш видалити цей {thing} ({instance})?

source: Medal
th: เหรียญ
uk: Медаль

source: Gym
th: ยิม
uk: Тренування

source: Happy Birthday
th: สุขสันต์วันเกิด
uk: З днем народження

source: Classroom
th: ห้องเรียน
uk: Класна кімната

source: Official art
th: ภาพวาดเป็นทางการ
uk: Офіційна ілюстрація

source: Rerun
th: รีรัน
uk: Перезапуск

source: Copied
th: คัดลอกสมบูรณ์
uk: Скопійовано

source: Archived
th: เก็บไว้แล้ว
uk: Заархівовано

source: Unarchived
th: ยังไม่ได้เก็บไว้
uk: Розархівовано

source: Popular
th: โด่งดัง
uk: Популярне

source: New
th: ใหม่
uk: Нове

source: Staff picks
th: เลือกโดยทีมงาน
uk: Вибір редакції

source: Customize profile
th: ปรับแต่งโปรไฟล์
uk: Налаштувати профіль

source: Hide archived activities
th: ซ่อนกิจกรรมที่เก็บไว้
uk: Сховати архівну діяльність

source: Unarchive
th: ไม่ถูกเก็บไว้
uk: Розархівувати

source: Archive
th: เก็บไว้
uk: Заархівувати

source: Premium feature
th: คุณสมบัติพรีเมี่ยม
uk: Перміум функції

source: You might be the first person who sees these activities!
th: คุณอาจเป็นคนแรกที่ได้เห็นกิจกรรมพวกนี้!
uk: Ви можете бути першим, хто побачить цю діяльність!

source: If you see anything that doesn't follow our rules, please help us by reporting it.
th: หากคุณเห็นสิ่งใดที่ผิดกฎระเบียบของเรา โปรดช่วยรายงานให้เราทราบ
uk: Якщо ви бачите щось, що не відповідає нашим правилам, допоможіть нам, повідомивши про це.

source: Custom link
th: ลิงค์ที่กำหนดเอง
uk: Спеціальне посилання

source: When someone likes an activity you archived.
th: เมื่อคนใดคนหนึ่งชอบกิจกรรมที่คุณเก็บไว้
uk: Коли хтось вподобає діяльність, що ти заархівува

source: Preferences
th: การตั้งค่า
uk: Вподобання

source: More
th: เพิ่มเติม
uk: Більше

source: Can't use Patreon?
th: ใช้ Patreon ไม่ได้ใช่ไหม?
uk: Не можеш використовувати Патреон?

source: Goal
th: เป้าหมาย
uk: Ціль

source: Total spent
th: ใช้ไปทั้งหมด
uk: Всього витрачено

source: Encore
uk: На біс

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance to activate the previous skill again for {skill_duration} seconds.
th: ทุก {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะใช้งานสกิลก่อนหน้านี้ เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що активується попередній навичок протягом наступнхи {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra combo bonus based on your current health for {skill_duration} seconds.
th: ทุก {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่จะได้รับคอมโบโบนัสตามพลังชีวิตปัจจุบัน เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що ти отримаєш додатковий комбо бонус, залежний від твого здоров'я, протягом наступних {skill_duration} секунд.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that with all three types of idols on the team, you will gain an extra {skill_value2}% combo bonus, and Perfect notes will receive a {skill_value}% score bonus plus restore {skill_value3} life, for {skill_duration} seconds.
th: เมื่อมีไอดอลทั้งสามประเภทอยู่ในทีม ทุกๆ {trigger_value} วินาที จะมีโอกาส {trigger_chance}% ที่จะได้รับคอมโบโบนัสเพิ่ม {skill_value2}% และโน้ต PERFECT จะได้รับคะแนนโบนัส {skill_value}% และฟื้นฟู {skill_value3} พลังชีวิต เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що команда з усіма трьома типами ідолів отримає додатковий {skill_value2}% комбо бонус, а також, Perfect ноти отримують {skill_value}% бонус очок + відновлює {skill_value3} життя, на наступні {skill_duration} секунд.

source: Princess
th: เจ้าหญิง
uk: Принцеса

source: Fortune Present
uk: Подарунок долі

source: Raises {leader_skill_type} of all {idol_type} idols by {leader_skill_percent}% when there are only {idol_type} idols on the team.
th: เมื่อมีไอดอลแค่ประเภท {idol_type} อยู่ในทีม เพิ่ม {leader_skill_type} ของไอดอล {idol_type} ทั้งหมด {leader_skill_percent}%
uk: Підними {leader_skill_type} усіх {idol_type} ідолів за {leader_skill_percent}% коли лише {idol_type} ідоли у команді.

source: Raises {leader_skill_type} of all idols by {leader_skill_percent}% when there are {all_types} idols on the team.
th: เมื่อมีไอดอลประเภท {all_types} ทั้งทีม เพิ่ม {leader_skill_type} ของไอดอลทุกคน {leader_skill_percent}%
uk: Підними {leader_skill_type} усіх ідолів за {leader_skill_percent}% коли {all_types} ідоли у команді.

source: Increases fan gain by {leader_skill_percent}% when you finish a live.
th: เพิ่มการได้รับแฟนคลับ {leader_skill_percent}% เมื่อไลฟ์เสร็จ
uk: Збільшує кількість фанів на {leader_skill_percent}% коли ти закінчюєш лайв.

source: Gives extra rewards when you finish a live.
th: ได้รางวัลเพิ่มขึ้น เมื่อไลฟ์เสร็จ
uk: Надає додаткові нагороди, коли ти закінчюєш лайв

source: {type} appeal
th: ค่า {type}
uk: {type} звернення

source: Skill probability
th: โอกาสสกิล
uk: Імовірність навички

source: Status
th: สถานะ
uk: Статус

source: Past
th: อดีต
uk: Минуле

source: Current
th: ตอนนี้
uk: Нинішній

source: Future
th: อนาคต
uk: Майбутьне

source: Meme
th: มีม
uk: Меми

source: Scouting
th: การสืบหา
uk: Гача

source: Manga
th: มังงะ
uk: Манга

source: Question
th: คำถาม
uk: Питання

source: Swearing
th: คำหยาบ
uk: Лайка

source: End of new messages
th: จบข้อความใหม่
uk: Кінець нового повідолмення

source: Private messages
th: ข้อความส่วนตัว
uk: Приватне повідомлення

source: Send a message
th: ส่งข้อความ
uk: Надіслати повідомлення

source: Private message
th: ข้อความส่วนตัว
uk: Приватне повідомлення

source: Inbox
th: กล่องจดหมาย
uk: Вхідні

source: Back to {page_name}
th: กลับไปที่ {page_name}
uk: Повернутися до {page_name}

source: You are not allowed to send private messages.
th: คุณไม่ได้รับอนุญาติให้ส่งจดหมายส่วนตัว
uk: Вам заборонено надсилати приватні повідомлення.

source: Take some time to play around {site_name} to unlock this feature!
th: ใช้เวลาในการเล่น {site_name} เพื่อปลดล็อกคุณลักษณะนี้!
uk: Знайдіть час, щоб пограти {site_name}, щоб розблокувати цю функцію!

source: Anyone
th: ทุกคน
uk: Хто завгодно

source: Only people I follow
th: เฉพาะคนที่ฉันติดตาม
uk: Тільки люди за якими я стежу

source: Nobody
th: ไม่มีใคร
uk: Ніхто

source: Who is allowed to send you private messages?
th: ใครสามารถส่งข้อความส่วนตัวให้คุณได้บ้าง
uk: Кому можна надсилати тобі приватні повідомлення?

source: You have a new private message from {}.
th: คุณได้รับข้อความส่วนตัวจาก {}
uk: Ти маєш нове приватне повідомлення від {}.

source: When someone sends you a private message.
th: เมื่อคนใดคนหนึ่งส่งข้อความส่วนตัวมาให้คุณ
uk: Коли хтось надсилає тобі приватне повідомлення.

source: Close
th: ปิด
uk: Закрити

source: Remind me later
th: เตือนฉันภายหลัง
uk: Нагадай мені пізніше

source: Don't show this again
th: ไม่ต้องแสดงอีกครั้ง
uk: Не показувати це знову

source: Your email address is invalid.
th: อีเมลคุณไม่ถูกต้อง
uk: Твоя електронна пошта не дійсний

source: Some features might not work properly.
th: คุณสมบัติบางอย่างอาจทำงานไม่ถูกต้อง
uk: Деякі функції можуть працювати неправильно.

source: Wiki home
th: บ้านวิกิ
uk: Вікі головна

source: Focus
uk: Фокус

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and you will gain an extra {skill_value2}% combo bonus for {skill_duration} seconds
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต PERFECT จะได้รับคะแนนโบนัส {skill_value}% และคอมโบโบนัส {skill_value2}% เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Perfect ноти отримають {skill_value}% бонус очок, і ти отримаєш додатковий {skill_value2}% комбо бонус на наступні {skill_duration} секунд.

source: Collab
th: คอลแลปส์
uk: Співпраця

source: Dengeki G's magazine
th: นิตยสารของ Dengeki G
uk: Журнал Денґекі G's

source: Seasonal
th: ตามฤดูกาล
uk: Сезонний

source: Thank you Ake-san
th: ขอบคุณ คุณอาเกะ
uk: Дякую, пані Аке

source: Playground
th: บัญชีทดลอง
uk: Дитячий майданчик

source: Sunset
th: พระอาทิดย์ตกดิน
uk: Захід

source: Night
th: ตอนค่ำ
uk: Ніч

source: Rain
th: ฝนตก
uk: Дощ

source: Snow
th: หิมะ
uk: Сніг

source: Cherry blossoms
th: ซากุระ
uk: Цветіння сакури

source: Fireworks
th: ดอกไม้ไฟ
uk: Фейерверки

source: This is {month}'s badge. It's limited to this month only, and only our donators can get it. It's not too late! If you donate now, it will appear on your profile.
th: นี่คือตราประจำเดือน{month} ผู้บริจาคของเราเท่านั้นที่สามารถรับได้ มันยังไม่สายเกินไป! หากคุณบริจาคตอนนี้มันจะปรากฏในโปรไฟล์ของคุณ
uk: Це {month} значок. Він лімітований для цього місяцю і його можуть отримати лише наші спонсори. Ще не пізно! Якщо ти задонатиш зараз, він з'явиться на твоєму аккаунті.

source: Background
th: พื้นหลัง
uk: Фон

source: {nth} Favorite {thing}
th: {thing} โปรด {nth}
uk: {nth} Улюблений {thing}

source: Character
th: ตัวละคร
uk: Персонаж

source: TOP
uk: Рейтинг

source: Puchis
th: ปุจิ
uk: Пучі

source: School Idol Collection
th: สคูลไอดอลคอลเล็กชัน
uk: Колекція Шкільних Ідолу

source: School Idol Contest
th: การประกวดสคูลไอดอล
uk: Змагання Шкільних Ідолів

source: School Idol Trivia
th: เรื่องน่ารู้เกี่ยวกับสคูลไอดอล
uk: Дрибниці Шкільних Ідолів

source: School Idol Memory
th: ความทรงจำของสคูลไอดอล
uk: Спогади Шкільних Ідолів

source: Voice actresses
th: ผู้พากย์เสียง
uk: Актриса звучання

source: Episodes
th: เนื้อเรื่องจากตอน
uk: Епізоди

source: Official merchandise
th: สินค้าทางการ
uk: Офіційний мерчендайз

source: Fan-made items
th: ไอเทมที่สร้างโดยแฟนๆ
uk: Зроблено фанатами

source: Commissions
th: สัญญาบัตร
uk: Коммішки

source: Cosplays
th: คอสเพลย์
uk: Косплей

source: Fanarts
th: ภาพวาดจากแฟนๆ
uk: Фан арт

source: Fan edits
th: แก้ไขจากแฟนๆ
uk: Фан едіти

source: Fan fictions
th: นิยายจากแฟนๆ
uk: Фанфіки

source: Community events
th: อีเวนต์ของชุมชน
uk: Івенти Спільноти

source: Games
th: เกม
uk: Ігри

source: Shop
th: ร้านค้า
uk: Магазин

source: Always post activities in {language}
th: โพสต์กิจกรรมเป็นภาษา {language} เสมอ
uk: Завжди постити активність {language}

source: {} Gacha
th: กาชา {}
uk: {} Гача

source: Locations
th: สถานที่
uk: Локація

source: For the next {duration} seconds, if life is {stamina} or above, score boosted by +{percentage}%, otherwise score boosted by +{alt_percentage}%
th: {duration} วินาทีถัดไป คะแนนจะเพิ่มขึ้น {alt_percentage}% แต่ถ้าหากมีพลังชีวิต {stamina} หรือมากกว่า จะเพิ่มคะแนน {percentage}% แทน
uk: Наступні {duration} секунд, якщо життя дорівнює {stamina} або більше, очки підвищуються на +{percentage}%, у іншому випадку очки підвищуються на +{alt_percentage}%

source: For the next {duration} seconds, if life is {stamina} or above, score boosted by +{percentage}%, otherwise restores life by {alt_stamina}
th: {duration} วินาทีถัดไป จะฟื้นฟู {alt_stamina} พลังชีวิต แต่ถ้าหากมีพลังชีวิต {stamina} หรือมากกว่า จะเพิ่มคะแนน {percentage}% แทน
uk: Наступні {duration} секунд, якщо життя дорівнює {stamina} або більше, очки підвищуються на +{percentage}%, у іншому випадку життя відновлюється на {alt_stamina}
