Repository: MagiCircles/CinderellaProducers
Catalog: cpro/locale/*/LC_MESSAGES/django.po
Languages: th, uk

source: Main
th: หลัก
uk: Головний

source: Studio
th: สตูดิโอ
uk: Студія

source: Counter
th: เคาน์เตอร์
uk: Прилавок

source: Entrance
th: ทางเข้า
uk: Вхід

source: Sign
th: ป้าย
uk: Співати

source: Plaza
th: ลาน
uk: Площа

source: Garden
th: สวน
uk: Садочок

source: Mic
th: ไมค์
uk: Мікрофон

source: Guitar
th: กีตาร์
uk: Гитара

source: Bass
th: เบส
uk: Бас-гитара

source: Drums
th: กลอง
uk: Барабани

source: Daily rotation
th: ประจำวัน
uk: Щоденна ротація

source: B-Side
uk: Інша сторона

source: with SWIPE notes
th: โน้ต Swipe
uk: із SWIPE нотами

source: Details
th: รายละเอียด
uk: Більше

source: Angel
th: นางฟ้า
uk: Ангел

source: Empress
th: จักรพรรดินี
uk: Імператриця

source: Star
th: ดาว
uk: Зірка

source: Heart
th: หัวใจ
uk: Серце

source: Idolized
th: แปลงแล้ว
uk: Айдолізовано

source: Sets
th: เซ็ต
uk: Сети

source: Transparents
th: โปร่งใส
uk: Без фонів

source: Set
th: เซ็ต
uk: Сет

source: Hakodate Seisen Girls' Academy
th: โรงเรียนหญิงฮาโคดาเตะเซเซ็น
uk: Дівоча академія Хокодате Сеісен

source: UTX High School
th: โรงเรียนมัธยม UTX
uk: Старша школа UTX

source: Instagram
uk: Інстаграм

source: Social media
th: สื่อสังคม
uk: Соціальні медіа

source: Trading cards
th: การ์ดแลกเปลี่ยน
uk: Торгывельні картки

source: Online mini games
th: มินิเกมออนไลน์
uk: Онлайн міні-ігри

source: Mini table
th: โต๊ะขนาดเล็ก
uk: Маленький стіл

source: Magazine rack
th: ชั้นวางนิตยสาร
uk: Стелаж для журналів

source: Specials menu
th: เมนูพิเศษ
uk: Особе меню

source: Please provide a screenshot to prove your ranking.
th: โปรดแสดงภาพถ่ายหน้าจอเพื่อพิสูจน์อันดับของคุณ
uk: Будь ласка, надайте знімок екрана, щоб підтвердити свій ранг.

source: Statistic
th: สถิติ
uk: Статистика

source: Original song
th: เพลงต้นฉบับ
uk: Оригінальна пісня

source: Max level
th: เลเวลสูงสุด
uk: Максимальний рівень

source: Boost statistic
th: เพิ่มสถิติ
uk: Бонус статистики

source: Live boost
th: เพิ่มพลัง
uk: Бонус лайву

source: Studio ticket
th: ตั๋วสตูดิโอ
uk: Студійні квитки

source: {name}'s {thing}
th: {thing} ของ {name}
uk: {name} {thing}

source: Album cover
th: ปกอัลบั้ม
uk: Обкладинка альбому

source: Restores life by {life} and {affected} members get a {value} boost on {stat} statistics
th: ฟื้นฟู {life} พลังชีวิตและสมาชิก {affected} จะได้รับเพิ่ม {value} จากค่า {stat}
uk: Відновлює життя на {life} і {affected} учасники отримують {value} бонус на {stat} статистику

source: {affected} members get a {value} boost on {stat} statistics
th: สมาชิก {affected) จะได้รับการเพิ่ม {value} จากสถิติ {stat}
uk: {affected} учасник отримує {value} бонус на {stat} статистику

source: {attribute} points up by +{number}% of {other_attribute}
th: ค่า {attribute} เพิ่มขึ้น {number}% จากค่า {other_attribute}
uk: {attribute} очки підіймаються на +{number}% з {other_attribute}

source: {attribute} points up by +{number}%
th: ค่า {attribute} เพิ่มขึ้น {number}%
uk: {attribute} очки підіймаються на +{number}%

source: Leader skill
th: สกิลผู้นำ
uk: Лідерська навичка

source: Statistic effect
th: ผลทางสถิติ
uk: Ефект статистики

source: {group} members points up by +{number}%
th: คะแนนจากสมาชิก {group} เพิ่มขึ้น {number}%
uk: очки учасниць {group} підіймаються на +{number}%

source: Mark all as read
th: ตราว่าอ่านหมดแล้ว
uk: Позначити усе як прочитане

source: {total} notifications were marked as read.
th: การแจ้งเตือน {total} อันถูกตราว่าอ่านแล้ว
uk: {total} повідомлень було позначено як прочитані.

source: For the next {duration} seconds, score boosted by +{percentage}% until a {note_type} note is hit, then score boosted by +{alt_percentage}%
th: {duration} วินาทีถัดไป คะแนนจะเพิ่มขึ้น {percentage}% จนกว่าโน้ต {note_type} จะถูกกด จากนั้น คะแนนจะเพิ่มขึ้น {alt_percentage}% แทน
uk: Наступні {duration} секунд, очки підвищуються на +{percentage}% поки {note_type} ноти не натиснені, після цього очки підвищуються на +{alt_percentage}%

source: BAD/MISS notes do not cause damage
th: โน้ต BAD/MISS จะไม่ทำให้เสียพลังชีวิต
uk: BAD/MISS ноти не знижують життя

source: and BAD/MISS notes do not cause damage for the next {duration} seconds
th: และโน้ต BAD/MISS จะไม่ทำให้เสียพลังชีวิตใน {duration} วินาทีต่อไป
uk: і BAD/MISS ноти не витрачають життя наступні {duration} секунд

source: Boost
th: บูสต์
uk: Бонус

source: All {type} {things}
th: {type} {things} ทั้งหมด
uk: Усі {type} {things}

source: Random
th: สุ่ม
uk: Випадковий

source: Suggestions
th: แนะนำ
uk: Пропрозиції

source: All the {things}! Search by {search_terms} and filter by {filters} to find all the details you need about the {things} from {game}.
th: {things} ทุกอย่าง! ที่ถูกค้นหาโดย {search_terms} และกรองโดย {filters} เพื่อค้นหารายละเอียดทั้งหมดที่คุณต้องการเกี่ยวกับ {things} จาก {game}
uk: Усі {things}! Search by {search_terms} and filter by {filters} to find all the details you need about the {things} from {game}.

source: Default
th: ทั่วไป
uk: За замовчуванням

source: Chibis
th: ชิบิ
uk: Чібі

source: Merged with other event
th: รวมกับอีเวนต์อื่น
uk: Об'єднано з іншими івентами

source: Tiers
th: ขั้น
uk: Тір

source: Can be sold for stickers?
th: สามารถขายสำหรับสติกเกอร์ได้หรือไม่?
uk: Можна продати за наліпки?

source: Buy this card
th: ซื้อการ์ดนี้
uk: Купити цю картку

source: The character that you selected when you started playing.
th: ตัวละครที่คุณเลือกเมื่อคุณเริ่มเล่น
uk: Персонаж якого ти обираєш на початку гри.

source: Feed
th: ฟีด
uk: Стрічка

source: Voice actress
th: ผู้พากย์เสียง
uk: Акторка звучання

source: Cast
th: แสดง
uk: Актор

source: Schools
th: โรงเรียน
uk: Школи

source: Stage girl
th: สาวๆนักแสดง
uk: Сценічна дівчинка

source: Stage girls
th: สาวๆนักแสดง
uk: Сценічни дівчата

source: Discography
th: รายชื่อจานเสียง
uk: Дискографія

source: Memoir
th: ความทรงจำ
uk: Мемуар

source: Memoirs
th: บันทึกความทรงจำ
uk: Мемуари

source: Conversation
th: การสนทนา
uk: Бесіда

source: Conversations
th: การสนทนา
uk: Бесіди

source: My theater
th: โรงละครของฉัน
uk: Мій театр

source: Comic
th: การ์ตูน
uk: Комікс

source: Flower
th: ดอกไม้
uk: Квітка

source: Wind
th: ลม
uk: Вітер

source: Cloud
th: เมฆ
uk: Хмаринка

source: Moon
th: ดวงจันทร์
uk: Місяць

source: Dream
th: ฝัน
uk: Сон

source: Specialty
th: ความสามารถพิเศษ
uk: Спеціальність

source: Students
th: นักเรียน
uk: Студенти

source: Weapon
th: อาวุธ
uk: Зброя

source: Likes
th: ชอบ
uk: Подобається

source: Dislikes
th: ไม่ชอบ
uk: Не подобається

source: Front
th: หน้า
uk: Спереду

source: Rear
th: ท้าย
uk: Позаду

source: Position
th: ตำแหน่ง
uk: Позиція

source: Fanart
th: ภาพวาดจากแฟนๆ
uk: Фан арт

source: Graphic edit
th: แก้ไขกราฟิก
uk: Едіт

source: Questionable
th: น่าสงสัย
uk: Під сумнівом

source: News
th: ข่าว
uk: Новини

source: Lyrics
th: เนื้อเพลง
uk: Лірика

source: Less
th: น้อยลง
uk: Менше

source: β-tester
th: ผู้ทดสอบเบต้า
uk: β-тестер

source: Users who can speak {language}
th: ผู้ใช้ที่สามารถพูด {language}
uk: Користувачі, що розмовляють {language}

source: Website
th: เว็บไซต์
uk: Сайт

source: Skip
th: ข้าม
uk: Пропустити

source: Singers
th: นักร้อง
uk: Співаки

source: Target
th: เป้าหมาย
uk: Ціль

source: Acts
uk: Акти

source: Number
th: หมายเลข
uk: Номер

source: Effective against
th: มีประสิทธิภาพต่อ
uk: Ефективний проти

source: Less effective against
th: มีประสิทธิภาพน้อยลงกับ
uk: Менш ефективний проти

source: Hits more than once
th: ฮิตมากกว่าหนึ่งครั้ง
uk: Натиснути більше одного разу

source: Relive account
th: บัญชี Relive
uk: Relive аккаунт

source: Buy {thing}
th: ซื้อ {thing}
uk: Купити {thing}

source: CD
uk: Диск

source: Act
uk: Дія

source: Cost
th: ราคา
uk: Вартість

source: Rank
th: อันดับ
uk: Ранк

source: Role
th: ประเภท
uk: Роль

source: Space
th: อวกาศ
uk: Простір

source: Casual
th: ปกติ
uk: Казуал

source: Hardcore
th: ยากพิเศษ
uk: Гардкор

source: Play style
th: สไตล์การเล่น
uk: Стиль гри

source: Stage of dreams level
th: ระดับเวทีแห่งความฝัน
uk: Рівень сцени мрій

source: Platinum
th: แพลทินัม
uk: Платина

source: Legend
th: ตำนาน
uk: Легенда

source: Total stars bought
th: จำนวนดาวทั้งหมดที่ซื้อ
uk: Всього зірочок придбано

source: Check this box if this account doesn't exist in the game.
th: ทำเครื่องหมายที่ช่องนี้ หากบัญชีนี้ไม่มีอยู่ในเกม
uk: Установіть цей прапорець, якщо цього облікового запису немає в грі.

source: Video
th: วีดีโอ
uk: Відео

source: Department
th: สาขา
uk: Департамент

source: Introduction
th: แนะนำตัว
uk: Представлення

source: General
th: ทั่วไป
uk: Головний

source: Stage play
th: ละครเวที
uk: Сценічна гра

source: Additional
th: เพิ่มเติม
uk: Додатковий

source: Category
th: ประเภท
uk: Категорія

source: Basic
th: พื้นฐาน
uk: Початкова

source: Climax
th: ไคลแมกซ์
uk: Кульмінація

source: Auto
th: ออโต้
uk: Автоматично

source: Finishing
th: ท่าจบ
uk: Завершення

source: Tips
th: เคล็ดลับ
uk: Підказки

source: Unlock at rank {rank}
th: ปลดล็อกที่อันดับ {rank}
uk: Відкриється на ранку {rank}

source: Hits {number_of_times} times
th: ตี {number_of_times} ครั้ง
uk: Тицьні {number_of_times} разів

source: Front enemy
th: ศัตรูกองหน้า
uk: Передній ворог

source: Front group of enemies
th: กลุ่มศัตรูกองหน้า
uk: Група передніх ворогів

source: All enemies
th: ศัตรูทั้งหมด
uk: Усі вороги

source: After full bound break
th: หลังจากการทำให้พันธะแตก
uk: Після повного bound break

source: AP
uk: АР

source: ACT Power
th: พลัง ACT
uk: Сила дії

source: Normal defense
th: ป้องกันธรรมดา
uk: Нормальний захист

source: Special defense
th: ป้องกันพิเศษ
uk: Спеціальний захист

source: Agility
th: ความว่องไว
uk: Спритність

source: Base
th: ฐาน
uk: База

source: Element
th: ธาตุ
uk: Елемент

source: Anti-tank
th: ต้านแท็งก์
uk: Анті-танк

source: Assassin
th: ผู้สังหาร
uk: Вбивця

source: Attacker
th: ผู้โจมตี
uk: Нападник

source: Defender
th: ผู้ป้องกัน
uk: Захисник

source: Special defender
th: ผู้ป้องกันพิเศษ
uk: Особий захисник

source: Special defense tank
th: แท็งก์ป้องกันพิเศษ
uk: Танк особого захисту

source: Tank
th: แท็งก์
uk: Танк

source: Upgrade
th: อัพเกรด
uk: Покращення

source: VS. Revue reward
th: รางวัล VS. Revue
uk: VS. Revue нагороди

source: Selling price
th: ราคาขาย
uk: Відпускна ціна

source: Explanation
th: คำอธิบาย
uk: Пояснення

source: Movie
th: ภาพยนตร์
uk: Фільм

source: Meetups
th: พบปะ
uk: Зустрічі

source: Orchestral arrangement
th: เรียบเรียงสำหรับออร์เคสตรา
uk: Оркестрове аранжування

source: Shoujo☆Kageki Revue Starlight (Lit. Girls☆Opera Revue Starlight) is a multi-media project produced by Bushiroad and Nelke Planning. It aims to link the world of anime and musicals together. Besides the anime series and the musical performances, the voice actresses also perform live concerts and various events for fans. The characters from the license also appear in 3 manga series and a mobile game called "Relive".
th: Shoujo ☆ Kageki Revue Starlight (Lit. Girls ☆ Opera Revue Starlight) เป็นโครงการมัลติมีเดียที่ผลิตโดย Bushiroad และ Nelke Planning มีจุดมุ่งหมายคือเพื่อเชื่อมโยงโลกของอนิเมะและละครเพลงเข้าด้วยกัน นอกจากซีรีย์อนิเมะและการแสดงดนตรีนักแสดงหญิงยังมีการแสดงคอนเสิร์ตและกิจกรรมต่างๆสำหรับแฟนๆ ตัวละครจากเรื่องยังปรากฏในซีรีส์การ์ตูน 3 เรื่องและเกมมือถือชื่อ "Relive"
uk: Shoujo☆Kageki Revue Starlight (Літ. Дівоча☆Опера Revue Starlight) — це мультимедійний проект, створений Bushiroad і Nelke Planning. Його мета об’єднати світ аніме та мюзиклів. Окрім аніме-серіалу та музки, актриси звучання також виступають з живими концертами та різноманітними заходами для фанатів. Персонажі з ліцензії також з'являються в 3-х серіях манги та мобільній грі під назвою «Relive».

source: Sitemap
th: แผนผังเว็บไซต์
uk: Карта сайту

source: Search and filter
th: ค้นหาและกรอง
uk: Пошук і фільтрація

source: When you buy from this link, it costs you nothing extra, but we get a percentage which helps support the community and pay for the servers!
th: เมื่อคุณซื้อจากลิงค์นี้ คุณไม่ต้องจ่ายอะไรเพิ่ม แต่เราได้รับเปอร์เซ็นต์ซึ่งช่วยสนับสนุนชุมชนและเงินสำหรับสำหรับเซิร์ฟเวอร์!
uk: Коли ви купуєте за цим посиланням, це не коштує вам нічого додаткового, але ми отримуємо відсоток, який допомагає підтримувати спільноту та платити за сервери!

source: Official agency profile
th: โปรไฟล์ตัวแทนอย่างเป็นทางการ
uk: Офіційний профіль агентства

source: Stories
th: เรื่องราว
uk: Історії

source: Gameplay
th: ระบบเกม
uk: Як грати

source: Thank you for pre-registering!
th: ขอบคุณที่ลงทะเบียนล่วงหน้า!
uk: Дякуємо за попередню реєстрацію!

source: Users
th: ผู้ใช้
uk: Користувачі

source: Advent calendar
th: ปฏิทินจุติ
uk: Адвент календар

source: Optional
th: ไม่จำเป็น
uk: За бажанням

source: {thing} required.
th: ต้องการ {thing}
uk: {thing} вимагається.

source: Past tags
th: แท็กที่ผ่านมา
uk: Попередні теги

source: Original
th: ต้นฉบับ
uk: Оригінал

source: High quality
th: คุณภาพสูง
uk: Висока якість

source: Your inbox is only open to people you follow, and you're not following anyone.
th: กล่องจดหมายของคุณเปิดเฉพาะกับคนที่คุณติดตามและคุณไม่ได้ติดตามใครเลย
uk: Твої вхідні відкрито лише для тих, на кого ви підписалися, і ти ні на кого не підписався.

source: Hey, look! I'm on {site}! Follow me ♥︎
th: ดูสิ! ฉันอยู่บน {site}! ติดตามฉันด้วยนะ ♥︎
uk: Гей, дивись! Я на {site}! Слідкуй за мною ♥︎

source: How to get badges?
th: วิธีการได้รับเหรียญตรา
uk: Як отримувати значки?

source: Collect them all!
th: สะสมทุกตัว!
uk: Збери їх всіх!

source: Prizes
th: ของรางวัล
uk: Призи

source: Your inbox is closed.
th: กล่องจดหมายคุณปิดอยู่
uk: Твої вхідні закрити.

source: Happy New Year!
th: สวัสดีปีใหม่!
uk: Щасливого Нового Року!

source: Happy Lunar New Year!
th: สุขสันต์วันตรุษจีน!
uk: Щасливого Китайського Нового Року!

source: Happy Valentine's Day!
th: สุขสันต์วันวาเลนไทน์!
uk: Щасливого Дня Святого Валентина!

source: Happy Leap Day!
th: สุขสันต์วันอธิกสุรทิน!
uk: Щасливого Високосного Днея!

source: Happy White Day!
th: สุขสันต์วันไวท์เดย์!
uk: Щасливого Білого Дня!

source: Happy St Patrick's Day!
th: สุขสันต์วันเซนต์แพททริค!
uk: Щасливого Дня Святого Патрика!

source: Happy April Fool's Day!
th: สุขสันต์วันโกหก!
uk: Щасливого Першого Квітня!

source: Happy Easter!
th: สุขสันต์วันอีสเตอร์!
uk: Щасливої Пасхи!

source: May the Fourth be with you!
th: "ขอให้พลังจงสถิตอยู่กับคุณ" (สุขสันต์วัน Star Wars!)
uk: Нехай Четвертий буде з вами!

source: Happy Pride Month!
th: สุขสันต์เดือนไพรด์!
uk: Щасливого Місяця Гордості!

source: Happy Thanksgiving!
th: สุขสันต์วันขอบคุณพระเจ้า!
uk: Щасливого Дня Подяки!

source: Happy Halloween!
th: สุขสันต์วันฮาโลวีน!
uk: Щасливого Хеловіну!

source: Merry Christmas!
th: สุขสันต์วันคริสต์มาส!
uk: Щасливого Різдва!

source: Learn a few tips and tricks to help you easily use {site}.
th: เรียนรู้เคล็ดลับและลูกเล่น เพื่อให้คุณใช้ {site} ได้ง่ายขึ้น
uk: Дізнайтеся кілька порад і прийомів, які допоможуть вам легко використовувати {site}.

source: Map of all {license} fans around the world.
th: แผนที่ของแฟนๆ {license} ทั่วโลก
uk: Карта усіх {license} фанів у світі

source: Credits
th: เครดิต
uk: Кредіти

source: Hold
th: โน้ตยาว
uk: Тримати

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and hold notes a {skill_value2}% score bonus in the next {skill_duration} seconds.
th: ทุกๆ {trigger_value} วินาที มีโอกาส {trigger_chance}% ที่โน้ต PERFECT จะได้รับคะแนนเพิ่ม {skill_value}% และโน้ตยาวจะได้รับคะแนนเพิ่ม {skill_value2}% เป็นเวลา {skill_duration} วินาที
uk: Кожні {trigger_value} секунд, {trigger_chance}% шанс, що Perfect ноти отримають {skill_value}% бонус очок, та тримаючі ноти отримають {skill_value2}% бонус очок на наступні {skill_duration} секунд.

source: For the next {duration} seconds, score of PERFECT notes boosted by +{percentage}%, or +{cond_percentage}% if your team consists of only {influence} members
th: {duration} วินาทีถัดไป คะแนนโน้ต PERFECT จะเพิ่มขึ้น {percentage}% หรือ {cond_percentage}% ถ้าทีมของคุณมีแค่ {influence} เท่านั้น
uk: Наступні {duration} секунд, очки PERFECT нот отримують бонус +{percentage}%, або +{cond_percentage}% якщо твоя команда складається лише з {influence} учасниць

source: For the next {duration} seconds, score boosted by +{percentage}% (+{cond_percentage}% if your team consists of only {influence} members) until a {note_type} note is hit, then score boosted by +{alt_percentage}%
th: {duration} วินาทีถัดไป คะแนนจะเพิ่มขึ้น {percentage}% (หรือ {cond_percentage}% ถ้าทีมมีแค่ {influence}) จนกว่าจะถึง {note_type} แล้วคะแนนจะเพิ่มขึ้น {alt_percentage}% แทน
uk: Наступні {duration} секунд, очки збільшуються на +{percentage}% (+{cond_percentage}% якщо твоя команда складається лише з {influence} учасниць) допоки {note_type} нота натиснута, тоді очки збільшуються на +{alt_percentage}%

source: Gallery of {license} images
th: คลังภาพของ {license}
uk: Галерея {license} зображень

source: Show {thing}
th: แสดง {thing}
uk: Показати {thing}

source: Guests
th: ผู้มาเยือน
uk: Відвідувачі

source: Hide {thing}
th: ซ่อน {thing}
uk: Заховати {thing}

source: All members
th: สมาชิกทุกคน
uk: Усі учасники

source: Stamina
uk: Життя

source: Passive
th: แพสซีฟ
uk: Пасивний

source: Limit break
th: ปลดลิมิต
uk: Перерва ліміту

source: Episode
th: ตอน
uk: Епізод

source: Chapter
th: บท
uk: Частина

source: Post
th: โพสต์
uk: Пост

source: Posts
th: โพสต์
uk: Пости

source: Glowing
th: เรืองแสง
uk: Відблиск

source: Year
th: ปี
uk: Рік

source: Skills
th: รายการสกิล
uk: Навички

source: Still
th: ภาพ
uk: Фотографія

source: Stills
th: ภาพ
uk: Фотографії

source: Story
th: เนื้อเรื่อง
uk: Історія

source: Guest
th: เกสต์
uk: Гість

source: No attribute
th: ไม่มีสาย
uk: Без атрибуту

source: YouTube
uk: Ютуб

source: Symbol
th: สัญลักษณ์
uk: Символ

source: Lighstick color
th: สีแท่งไฟ
uk: Колір ліхтарика

source: Call and response
th: การเรียกและตอบกลับ
uk: Дзвінок і відповідь

source: Game
th: เกม
uk: Гра

source: Abstract
th: นามธรรม
uk: Абстракція

source: Blurry
th: เบลอ
uk: Розмитий

source: Show
th: ไลฟ์
uk: Показати більше

source: Max trained
th: ฝึกฝน MAX
uk: Максимально навчений

source: Affects
th: ที่มีผล
uk: Вплив

source: Base statistics, without any training.
th: ค่าพื้นฐาน ยังไม่รวมการฝึกอื่นๆ
uk: Початкова статистика, без якогось навчання.

source: Chapter {number}
th: บทที่ {number}
uk: Частина {number}

source: Episode {number}
th: ตอนที่ {number}
uk: Епізод {number}

source: Outfit unlocked
th: ปลดล็อกชุดแล้ว
uk: Костюм разблокований

source: Story unlocked
th: ปลดล็อกเนื้อเรื่องเสริมแล้ว
uk: Історія разблокована

source: {name}'s birthday party {year}
th: วันเกิดของ {name} {year}
uk: святкування Дня народження {name} {year}

source: What's your Love Live! story?
th: Love Live! ของคุณเป็นยังไง? เล่ามาสิ!
uk: Яка твоя Love Live! історія?

source: How to install {app}?
th: วิธีการติดตั้ง {app}
uk: Як завантажити {app}?

source: Gachas
th: กาชา
uk: Гачі

source: Happy Pi Day!
th: สุขสันต์วันพาย!
uk: Щасливого Дня Пі!

source: Happy Cinco de Mayo!
th: สุขสันต์วัน Cinco de Mayo!
uk: Щасливого Сінко де Майо!

source: Ultra rare
th: หายากสุดขีด
uk: Ультра рідкісне

source: Event participation
th: อีเวนต์ที่เข้าร่วม
uk: Участь у івенті

source: Event participations
th: อีเวนต์ที่เข้าร่วม
uk: Участь у івенті

source: Happy Hanukkah!
th: สุขสันต์วันฮานุกกะห์!
uk: Щасливої Хануки!

source: Next {thing}
th: {thing} ถัดไป
uk: Наступна {thing}

source: Previous {thing}
th: {thing} ก่อนหน้า
uk: Попередня {thing}

source: FULL version
th: เวอร์ชั่นเต็ม
uk: Повна версія

source: Full
th: เต็ม
uk: Повна

source: Third
th: ม.6
uk: Третій

source: Junior Second
th: ม.2
uk: Юніор Другий

source: Initial
th: การ์ดเริ่มต้น
uk: Початковий

source: Chapters
th: เนื้อเรื่องจากบท
uk: Частини

source: Bond episodes
th: เนื้อเรื่องเพิ่มความสนิท
uk: Бонд Епізод

source: Main story
th: เนื้อเรื่อง
uk: Головна Історія

source: Play a song to unlock the next episode!
th: เล่นเพลงนี้เพื่อปลดล็อกตอนถัดไป
uk: Зіграй пісню щоб разблокувати наступний епізод!

source: Event episodes
th: เนื้อเรื่องอีเวนต์
uk: Епідоз івенту

source: Made by {username}
th: แก้ไขโดย {username}
uk: Зроблено {username}

source: Yuigaoka Girls' High School
th: โรงเรียนสตรียุยงะโอกะ
uk: Старша дівоча школа Юіґаока

source: 3D Model
th: โมเดล 3D
uk: 3D моделька

source: Pre-release
th: การ์ดเร็วๆ นี้
uk: Пре-реліз

source: Big Live Show songs
th: เพลงที่ใช้ในบิ๊กไลฟ์
uk: Пісні Big Live Show

source: Booster item
th: ไอเทมบูสเตอร์
uk: Бонусні предмети

source: Boosted idols
th: ไอดอลบูสต์
uk: Бонусні Ідоли

source: Summary
th: สรุป
uk: Перелік

source: Side episodes
th: เนื้อเรื่องเสริม
uk: Сторонній епізод

source: Unlocked song(s)
th: ปลดล็อกเพลง
uk: Разблоковані пісні

source: Username
uk: Ім'я користувача

source: User
uk: Користувач

source: Field(s) to edit
uk: Поле(я) для редагування

source: What should be edited?
uk: Що має бути змінено?

source: Suggest edit
uk: Запропонувати змінення

source: Suggested edit
uk: Запропонувати змінення

source: Suggested edits
uk: Запропонувати змінення

source: The edit you suggested has been reviewed by a database maintainer and the {thing} has been edited accordingly. Thank you so much for your help!
uk: Запропоновану вами зміну перевірив розпорядник бази даних, і {thing} було відредаговано відповідним чином. Щиро дякуємо за допомогу!

source: Thank you for suggesting this edit!
uk: Дякуємо за запропонування змінення!

source: Any level
uk: Будь-який рівень

source: You can only set up to {max} tags as {action}.
uk: Ви можете встановити не більше {max} тегів як {action}.

source: Required
uk: Вимагається

source: Multiplier
uk: Множник

source: Wardrobe
uk: Гардероб

source: Drag piece
uk: Перетягни предмет

source: Drag pieces
uk: Перетягни предмети

source: You can see it in the leaderboard.
uk: Ти можеш побачити це у таблиці лідерів.

source: Drag name
uk: Перетягни ім'я

source: Current season code
uk: Код поточного сезону

source: Current season group
uk: Група поточного сезону

source: Current season rank
uk: Ранк поточного сезону

source: Current event group
uk: Група поточного івенту

source: Current event rank
uk: Поточний рівень івенту

source: Banner
uk: Банер

source: User ID
uk: ID користувача

source: Wig
uk: Перука

source: Eye makeup
uk: Макіяж очей

source: Lipstick
uk: Помада

source: Outfit
uk: Одяг

source: Top
uk: Верх

source: Bottom
uk: Низ

source: Shoes
uk: Взуття

source: Common
uk: Звичайний

source: Uncommon
uk: Незвичайний

source: Epic
uk: Епічний

source: Legendary
uk: Легендарний

source: Price
uk: Вартість

source: Fashion store
uk: Модний магазин

source: Chest
uk: Скриня

source: How to obtain?
uk: Як отримати?

source: Stars
uk: Зірки

source: {game_name} is a free-to-play mobile game that takes players inside iconic moments from the RuPaul's Drag Race series, making them a part of the show - including designing in the Werk Room, runway challenges, RuMail and pep talks from Mama Ru. Fan-favourite queens will also make limited-time appearances, giving players the chance to kiki with them all.
uk: {game_name} — це безкоштовна мобільна гра, яка переносить гравців у культові моменти із серії RuPaul's Drag Race, роблячи їх частиною шоу, включаючи дизайн у Werk Room, runway виклик, RuMail та бадьорі розмови від Mama Ru. Улюблені вболівальники королеви також з’являтимуться на обмежений час, даючи гравцям можливість кікі з усіма

source: Achievements
uk: Досягнення

source: TV Show
uk: Теле-шоу

source: Best {thing}
uk: Найкращий {thing}

source: Reports
uk: Звіти

source: An edit has been suggested on your {thing}, and a database maintainer confirmed and applied it.
uk: Було запропоновано редагування вашої {thing}, і розпорядник бази підтвердив і застосував це.

source: Check the background color.
uk: Перевірте колір фону.

source: Upload {thing}
uk: Загрузити {thing}

source: Copy
uk: Скопіювати

source: Facebook
uk: Фейсбук

source: Reddit
uk: Реддіт

source: Separate {things} with commas. Example: "Apple, Orange"
uk: Відокремьте {things} задопомогою ком. Наприклад: "Яблуко, Апельсин"
